{
  "content": "# Zásady ochrany osobních údajů pro Haven\n\nV Havenu, dostupném z findhaven.online, je jednou z našich hlavních priorit soukromí našich návštěvníků. Tento dokument Zásady ochrany osobních údajů obsahuje typy informací, které shromažďuje a zaznamenává společnost Haven a jak je používáme.\n\nPokud máte další otázky nebo požadujete více informací o našich Zásadách ochrany osobních údajů, neváhejte nás kontaktovat. Naše zásady ochrany osobních údajů byly vytvořeny pomocí [GDPR Privacy Policy Generator z GDPRPrivacyNotice.com](https://www.gdprprivacynotice.com/)\n\n## Obecné nařízení o ochraně osobních údajů (GDPR)\n\nJsme správcem vašich údajů.\n\nPrávní základ Haven pro shromažďování a používání osobních údajů popsaných v těchto Zásadách ochrany osobních údajů závisí na osobních údajích, které shromažďujeme, a na konkrétním kontextu, ve kterém údaje shromažďujeme:\n\n* Haven s vámi musí uzavřít smlouvu\n* Udělili jste Haven svolení tak učinit\n* Zpracování vašich osobních údajů je v oprávněných zájmech společnosti Haven\n* Haven musí dodržovat zákon\n\nHaven bude uchovávat vaše osobní údaje pouze po dobu nezbytně nutnou pro účely uvedené v těchto Zásadách ochrany osobních údajů. Vaše údaje budeme uchovávat a používat v rozsahu nezbytném pro splnění našich zákonných povinností, řešení sporů a prosazování našich zásad.\n\nPokud jste rezidentem Evropského hospodářského prostoru (EHP), máte určitá práva na ochranu údajů. Pokud si přejete být informováni, jaké osobní údaje o vás uchováváme, a pokud chcete, aby byly odstraněny z našich systémů, kontaktujte nás.\n\nZa určitých okolností máte následující práva na ochranu údajů:\n\n* Právo na přístup, aktualizaci nebo vymazání informací, které o vás máme.\n* Právo na opravu.\n* Právo vznést námitku.\n* Právo na omezení.\n* Právo na přenositelnost údajů\n* Právo odvolat souhlas\n\n## Záznam souborů\n\nHaven se řídí standardním postupem používání souborů protokolu. Tyto soubory zaznamenávají návštěvníky, když navštíví webové stránky. Všechny hostingové společnosti to dělají a jsou součástí analýzy hostingových služeb. Informace shromážděné protokolovými soubory zahrnují adresy internetového protokolu (IP), typ prohlížeče, poskytovatele internetových služeb (ISP), datum a časové razítko, odkazující/výstupní stránky a případně počet kliknutí. Tyto nejsou spojeny s žádnými informacemi, které jsou osobně identifikovatelné. Účelem informací je analyzovat trendy, spravovat web, sledovat pohyb uživatelů na webu a shromažďovat demografické informace.\n\n## Zásady ochrany osobních údajů\n\nV tomto seznamu můžete najít zásady ochrany osobních údajů pro každého z reklamních partnerů Haven.\n\nReklamní servery nebo reklamní sítě třetích stran používají technologie, jako jsou soubory cookie, JavaScript nebo Web Beacons, které se používají v jejich příslušných reklamách a odkazech, které se objevují na Havenu a které jsou odesílány přímo do prohlížeče uživatelů. Když k tomu dojde, automaticky obdrží vaši IP adresu. Tyto technologie se používají k měření účinnosti jejich reklamních kampaní a/nebo k personalizaci reklamního obsahu, který vidíte na webových stránkách, které navštěvujete.\n\nUpozorňujeme, že Haven nemá žádný přístup ani kontrolu nad těmito soubory cookie, které používají inzerenti třetích stran.\n\n## Zásady ochrany osobních údajů třetích stran\n\nZásady ochrany osobních údajů společnosti Haven se nevztahují na jiné inzerenty nebo webové stránky. Proto vám doporučujeme, abyste si pro podrobnější informace prostudovali příslušné Zásady ochrany osobních údajů těchto reklamních serverů třetích stran. Může zahrnovat jejich postupy a pokyny, jak se odhlásit z určitých možností.\n\nSoubory cookie můžete zakázat prostřednictvím jednotlivých možností prohlížeče. Chcete-li získat podrobnější informace o správě souborů cookie pomocí konkrétních webových prohlížečů, naleznete je na příslušných webových stránkách prohlížečů.\n\n## Informace pro děti\n\nDalší součástí naší priority je přidání ochrany dětí při používání internetu. Vyzýváme rodiče a opatrovníky, aby sledovali, účastnili se a/nebo sledovali a řídili svou online aktivitu.\n\nHaven vědomě neshromažďuje žádné osobní údaje od dětí mladších 13 let\\. Pokud se domníváte, že vaše dítě poskytlo tento druh informací na našich webových stránkách, důrazně vám doporučujeme, abyste nás okamžitě kontaktovali a my uděláme vše pro to, abychom takové informace neprodleně odstranili z našich záznamů.\n\n## Pouze online zásady ochrany osobních údajů\n\nNaše Zásady ochrany osobních údajů se vztahují pouze na naše online aktivity a jsou platné pro návštěvníky našich webových stránek s ohledem na informace, které sdíleli a/nebo shromažďovali v Havenu. Tyto zásady se nevztahují na žádné informace shromážděné offline nebo prostřednictvím jiných kanálů, než je tento web.\n\n## Souhlas\n\nPoužíváním našich webových stránek souhlasíte s našimi Zásadami ochrany osobních údajů a souhlasíte s jejich podmínkami."
}