{
  "content": "# Haveni privaatsuspoliitika\n\nHavenis, millele pääseb juurde saidilt findhaven.online, on meie üheks peamiseks prioriteediks külastajate privaatsus. See privaatsuspoliitika dokument sisaldab teavet, mida Haven kogub ja salvestab ning kuidas me seda kasutame.\n\nKui teil on lisaküsimusi või vajate meie privaatsuspoliitika kohta lisateavet, võtke meiega ühendust. Meie privaatsuspoliitika loodi [GDPR Privacy Policy Generator saidilt GDPRPrivacyNotice.com] (https://www.gdprprivacynotice.com/) abiga.\n\n## Andmekaitse üldmäärus (GDPR)\n\nOleme teie teabe vastutav töötleja.\n\nSelles privaatsuspoliitikas kirjeldatud isikuandmete kogumise ja kasutamise õiguslik alus sõltub kogutud isikuandmetest ja konkreetsest kontekstist, milles me teavet kogume:\n\n* Haven peab teiega lepingu täitma\n* Olete Havenile selleks loa andnud\n* Teie isikuandmete töötlemine on Haveni õigustatud huvides\n* Haven peab täitma seadusi\n\nHaven säilitab teie isikuandmeid ainult seni, kuni see on vajalik käesolevas privaatsuspoliitikas sätestatud eesmärkide saavutamiseks. Säilitame ja kasutame teie teavet ulatuses, mis on vajalik meie juriidiliste kohustuste täitmiseks, vaidluste lahendamiseks ja poliitikate jõustamiseks.\n\nKui olete Euroopa Majanduspiirkonna (EMP) elanik, on teil teatud andmekaitseõigused. Kui soovite saada teavet, milliseid isikuandmeid me teie kohta hoiame ja kui soovite, et need meie süsteemidest eemaldataks, võtke meiega ühendust.\n\nTeatud juhtudel on teil järgmised andmekaitseõigused:\n\n* Õigus pääseda juurde, uuendada või kustutada teavet, mis meil on teie kohta.\n* Õigus parandada.\n* Õigus esitada vastuväiteid.\n* Piiranguõigus.\n* Õigus andmete teisaldatavusele\n* Nõusolek tagasivõtmise õigus\n\n## Logifailid\n\nHaven järgib logifailide kasutamise tavapärast protseduuri. Need failid logivad külastajaid, kui nad veebisaite külastavad. Kõik hostimisettevõtted teevad seda ja osa hostimisteenuste analüüsist. Logifailide kogutud teave sisaldab Interneti-protokolli (IP) aadresse, brauseri tüüpi, Interneti-teenuse pakkujat (ISP), kuupäeva ja kellaaja templit, viitavaid/väljuvaid lehti ja võib-olla ka klikkide arvu. Need ei ole seotud ühegi isikut tuvastava teabega. Teabe eesmärk on suundumuste analüüsimine, saidi haldamine, kasutajate liikumise jälgimine veebisaidil ja demograafilise teabe kogumine.\n\n## Privaatsuspoliitika\n\nSaate vaadata seda loendit, et leida iga Haveni reklaamipartneri privaatsuspoliitika.\n\nKolmandate osapoolte reklaamiserverid või reklaamivõrgud kasutavad tehnoloogiaid, nagu küpsised, JavaScript või veebimajakad, mida kasutatakse nende vastavates reklaamides ja Havenis kuvatavates linkides, mis saadetakse otse kasutajate brauserisse. Kui see juhtub, saavad nad teie IP-aadressi automaatselt. Neid tehnoloogiaid kasutatakse nende reklaamikampaaniate tõhususe mõõtmiseks ja/või külastatavatel veebisaitidel kuvatava reklaamisisu isikupärastamiseks.\n\nPange tähele, et Havenil ei ole juurdepääsu ega kontrolli nendele küpsistele, mida kasutavad kolmandatest osapooltest reklaamijad.\n\n## Kolmanda osapoole privaatsuspoliitika\n\nHaveni privaatsuspoliitika ei kehti teistele reklaamijatele ega veebisaitidele. Seetõttu soovitame teil üksikasjalikuma teabe saamiseks tutvuda nende kolmandate osapoolte reklaamiserverite vastavate privaatsuseeskirjadega. See võib sisaldada nende tavasid ja juhiseid teatud valikutest loobumise kohta.\n\nSaate küpsised keelata oma brauseri individuaalsete valikute kaudu. Täpsema teabe saamiseks küpsiste haldamise kohta konkreetsete veebibrauseritega leiate selle brauserite vastavatelt veebisaitidelt.\n\n## Lasteteave\n\nTeine osa meie prioriteedist on laste kaitse lisamine Interneti kasutamise ajal. Julgustame vanemaid ja eestkostjaid oma veebitegevust jälgima, selles osalema ja/või jälgima ja juhendama.\n\nHaven ei kogu alla 13-aastastelt lastelt teadlikult isikut tuvastavat teavet. Kui arvate, et teie laps esitas meie veebisaidil sellist teavet, soovitame teil tungivalt meiega viivitamatult ühendust võtta ja teeme kõik endast oleneva, et selline teave viivitamatult meie registritest eemaldada.\n\n## Ainult veebipõhised privaatsuspoliitikad\n\nMeie privaatsuspoliitika kehtib ainult meie veebitegevuste kohta ja kehtib meie veebisaidi külastajate kohta seoses teabega, mida nad Havenis jagasid ja/või koguvad. See poliitika ei kehti teabe kohta, mida kogutakse võrguühenduseta või muude kanalite kaudu peale selle veebisaidi.\n\n## Nõusolek\n\nMeie veebisaiti kasutades nõustute käesolevaga meie privaatsuspoliitikaga ja nõustute selle tingimustega."
}