{
  "content": "# Politika zasebnosti za Haven\n\nPri Havenu, ki je dostopen iz findhaven.online, je ena naših glavnih prednostnih nalog zasebnost naših obiskovalcev. Ta dokument o politiki zasebnosti vsebuje vrste informacij, ki jih zbira in beleži Haven, in kako jih uporabljamo.\n\nČe imate dodatna vprašanja ali potrebujete več informacij o naši politiki zasebnosti, nas kontaktirajte. Naš pravilnik o zasebnosti je bil ustvarjen s pomočjo [Generator pravilnika o zasebnosti GDPR iz GDPRPrivacyNotice.com](https://www.gdprprivacynotice.com/)\n\n## Splošna uredba o varstvu podatkov (GDPR)\n\nSmo upravljavec vaših podatkov.\n\nPravna podlaga za zbiranje in uporabo osebnih podatkov, opisanih v tem pravilniku o zasebnosti, je odvisna od osebnih podatkov, ki jih zbiramo, in posebnega konteksta, v katerem zbiramo podatke:\n\n* Haven mora skleniti pogodbo z vami\n* Havenu ste dali dovoljenje za to\n* Obdelava vaših osebnih podatkov je v zakonitem interesu družbe Haven\n* Haven mora spoštovati zakon\n\nHaven bo vaše osebne podatke hranil le toliko časa, kolikor je potrebno za namene, določene v tem pravilniku o zasebnosti. Vaše podatke bomo hranili in uporabljali v obsegu, ki je potreben za izpolnjevanje naših zakonskih obveznosti, reševanje sporov in uveljavljanje naših politik.\n\nČe ste rezident Evropskega gospodarskega prostora (EGP), imate določene pravice do varstva podatkov. Če želite biti obveščeni, katere osebne podatke hranimo o vas in če želite, da jih odstranimo iz naših sistemov, nas kontaktirajte.\n\nV določenih okoliščinah imate naslednje pravice do varstva podatkov:\n\n* Pravica do dostopa, posodobitve ali izbrisa informacij, ki jih imamo o vas.\n* Pravica do popravka.\n* Pravica do ugovora.\n* Pravica do omejitve.\n* Pravica do prenosljivosti podatkov\n* Pravica do preklica privolitve\n\n## Dnevniške datoteke\n\nHaven sledi standardnemu postopku uporabe dnevniških datotek. Te datoteke beležijo obiskovalce, ko obiščejo spletna mesta. To počnejo vsa gostiteljska podjetja in so del analitike storitev gostovanja. Podatki, ki jih zbirajo dnevniške datoteke, vključujejo naslove internetnega protokola (IP), vrsto brskalnika, ponudnika internetnih storitev (ISP), datum in časovni žig, napotitvene/izhodne strani in morda število klikov. Te niso povezane z nobenimi informacijami, ki bi omogočale osebno prepoznavo. Namen informacij je analiza trendov, upravljanje spletnega mesta, spremljanje gibanja uporabnikov na spletnem mestu in zbiranje demografskih informacij.\n\n## Pravilnik o zasebnosti\n\nNa tem seznamu si lahko ogledate pravilnik o zasebnosti za vsakega od oglaševalskih partnerjev družbe Haven.\n\nOglasni strežniki ali oglaševalska omrežja tretjih oseb uporabljajo tehnologije, kot so piškotki, JavaScript ali spletni svetilniki, ki se uporabljajo v njihovih ustreznih oglasih in povezavah, ki se prikažejo na Havenu in se pošljejo neposredno v brskalnik uporabnikov. Ko se to zgodi, samodejno prejmejo vaš IP naslov. Te tehnologije se uporabljajo za merjenje učinkovitosti njihovih oglaševalskih kampanj in/ali za prilagajanje oglaševalske vsebine, ki jo vidite na spletnih mestih, ki jih obiščete.\n\nUpoštevajte, da Haven nima dostopa ali nadzora nad temi piškotki, ki jih uporabljajo tretji oglaševalci.\n\n## Pravilnik o zasebnosti tretjih oseb\n\nPolitika zasebnosti podjetja Haven ne velja za druge oglaševalce ali spletna mesta. Zato vam svetujemo, da za podrobnejše informacije preberete ustrezne pravilnike o zasebnosti teh oglasnih strežnikov tretjih oseb. Lahko vključuje njihove prakse in navodila o tem, kako onemogočiti nekatere možnosti.\n\nPiškotke lahko onemogočite prek posameznih možnosti brskalnika. Če želite izvedeti podrobnejše informacije o upravljanju piškotkov s posebnimi spletnimi brskalniki, jih lahko najdete na ustreznih spletnih mestih brskalnikov.\n\n## Informacije za otroke\n\nDrugi del naše prioritete je dodajanje zaščite otrok med uporabo interneta. Starše in skrbnike spodbujamo, da opazujejo, sodelujejo in/ali spremljajo in usmerjajo njihovo spletno dejavnost.\n\nHaven zavestno ne zbira nobenih osebnih identifikacijskih podatkov od otrok, mlajših od 13 let\\. Če menite, da je vaš otrok posredoval tovrstne podatke na naši spletni strani, vas močno spodbujamo, da nas nemudoma kontaktirate in potrudili se bomo, da takšne podatke takoj odstranimo iz naših evidenc.\n\n## Samo spletna politika zasebnosti\n\nNaša politika zasebnosti velja samo za naše spletne dejavnosti in velja za obiskovalce našega spletnega mesta v zvezi z informacijami, ki jih delijo in/ali zbirajo v Havenu. Ta pravilnik ne velja za informacije, zbrane brez povezave ali prek drugih kanalov razen tega spletnega mesta.\n\n## Soglasje\n\nZ uporabo našega spletnega mesta se strinjate z našo politiko zasebnosti in se strinjate z njenimi pogoji."
}