{
  "content": "# Политика за приватност за Haven\n\nВо Haven, достапно од findhaven.online, еден од нашите главни приоритети е приватноста на нашите посетители. Овој документ за Политика за приватност содржи типови на информации што ги собира и снима Haven и како ние ги користиме.\n\nАко имате дополнителни прашања или ви требаат повеќе информации за нашата Политика за приватност, не двоумете се да не контактирате. Нашата Политика за приватност е генерирана со помош на [Генератор на политика за приватност на GDPR од GDPRPrivacyNotice.com](https://www.gdprprivacynotice.com/)\n\n## Општа регулатива за заштита на податоци (GDPR)\n\nНие сме контролор на податоци на вашите информации.\n\nИмањето правна основа за собирање и користење на личните информации опишани во оваа Политика за приватност зависи од личните информации што ги собираме и специфичниот контекст во кој ги собираме информациите:\n\n* Хевен треба да склучи договор со вас\n* Му дадовте дозвола на Хејвен да го стори тоа\n* Обработката на вашите лични податоци е во легитимни интереси на Хевен\n* Хевен треба да го почитува законот\n\nHaven ќе ги задржи вашите лични податоци само онолку колку што е потребно за целите наведени во оваа Политика за приватност. Ќе ги задржиме и користиме вашите информации до степен кој е неопходен за да се усогласиме со нашите законски обврски, да решаваме спорови и да ги спроведеме нашите политики.\n\nАко сте жител на Европската економска област (ЕЕА), имате одредени права за заштита на податоците. Ако сакате да бидете информирани кои лични податоци ги имаме за вас и ако сакате тие да бидат отстранети од нашите системи, ве молиме контактирајте не.\n\nВо одредени околности, ги имате следните права за заштита на податоците:\n\n* Право на пристап, ажурирање или бришење на информациите што ги имаме за вас.\n* Право на исправка.\n* Право на приговор.\n* Правото на ограничување.\n* Право на преносливост на податоци\n* Право на повлекување на согласноста\n\n## Датотеки за евиденција\n\nХејвен следи стандардна процедура за користење на датотеки за евиденција. Овие датотеки ги регистрираат посетителите кога посетуваат веб-локации. Сите хостинг компании го прават тоа и дел од аналитиката на хостинг услугите. Информациите собрани од датотеките за евиденција вклучуваат адреси на интернет протокол (IP), тип на прелистувач, Интернет-провајдер на услуги (ISP), ознака за датум и време, страници за упатување/излез, а можеби и број на кликнувања. Тие не се поврзани со какви било информации што може да се идентификуваат лично. Целта на информациите е да се анализираат трендовите, да се администрира страницата, да се следи движењето на корисниците на веб-страницата и да се собираат демографски информации.\n\n## Политики за приватност\n\nМожете да ја консултирате оваа листа за да ја најдете Политиката за приватност за секој од рекламните партнери на Haven.\n\nРекламните сервери или рекламните мрежи од трета страна користат технологии како колачиња, JavaScript или Web Beacons кои се користат во нивните соодветни реклами и врски што се појавуваат на Haven, кои се испраќаат директно до прелистувачот на корисниците. Тие автоматски ја добиваат вашата IP адреса кога ќе се случи тоа. Овие технологии се користат за мерење на ефективноста на нивните рекламни кампањи и/или за персонализирање на рекламната содржина што ја гледате на веб-локациите што ги посетувате.\n\nИмајте предвид дека Haven нема пристап или контрола над овие колачиња што ги користат трети лица огласувачи.\n\n## Политики за приватност на трета страна\n\nПолитиката за приватност на Haven не се однесува на други огласувачи или веб-локации. Затоа, ве советуваме да се консултирате со соодветните Политики за приватност на овие рекламни сервери од трети страни за подетални информации. Тоа може да ги вклучува нивните практики и упатства за тоа како да се откажете од одредени опции.\n\nМожете да изберете да ги оневозможите колачињата преку вашите индивидуални опции на прелистувачот. За да знаете подетални информации за управувањето со колачиња со одредени веб-прелистувачи, може да се најдат на соодветните веб-локации на прелистувачите.\n\n## Информации за деца\n\nДруг дел од нашиот приоритет е додавање заштита за децата додека користат интернет. Ги охрабруваме родителите и старателите да ја набљудуваат, да учествуваат и/или да ја следат и водат нивната онлајн активност.\n\nHaven свесно не собира никакви лични податоци за идентификација од деца под 13-годишна возраст. Ако мислите дека вашето дете доставило вакви информации на нашата веб-локација, силно ве охрабруваме веднаш да не контактирате и ќе се потрудиме навремено да ги отстраниме таквите информации од нашата евиденција.\n\n## Само онлајн Политика за приватност\n\nНашата Политика за приватност се однесува само на нашите онлајн активности и важи за посетителите на нашата веб-локација во однос на информациите што тие ги споделиле и/или собираат во Хевен. Оваа политика не се применува на какви било информации собрани офлајн или преку други канали освен оваа веб-локација.\n\n## Согласност\n\nСо користење на нашата веб-страница, вие со ова се согласувате со нашата Политика за приватност и се согласувате со нејзините услови."
}