{
  "content": "# Personvernerklæring for Haven\n\nHos Haven, tilgjengelig fra findhaven.online, er en av våre hovedprioriteringer personvernet til våre besøkende. Dette personvernerklæringsdokumentet inneholder typer informasjon som samles inn og registreres av Haven og hvordan vi bruker den.\n\nHvis du har flere spørsmål eller trenger mer informasjon om våre retningslinjer for personvern, ikke nøl med å kontakte oss. Personvernreglene våre ble generert ved hjelp av [GDPR Privacy Policy Generator fra GDPRPrivacyNotice.com](https://www.gdprprivacynotice.com/)\n\n## General Data Protection Regulation (GDPR)\n\nVi er en dataansvarlig for informasjonen din.\n\nHar juridisk grunnlag for å samle inn og bruke personopplysningene beskrevet i denne personvernerklæringen, avhenger av personopplysningene vi samler inn og den spesifikke konteksten vi samler inn informasjonen i:\n\n* Haven må utføre en kontrakt med deg\n* Du har gitt Haven tillatelse til å gjøre det\n* Behandling av din personlige informasjon er i Havens legitime interesser\n* Haven må overholde loven\n\nHaven vil bare beholde din personlige informasjon så lenge det er nødvendig for formålene angitt i denne personvernerklæringen. Vi vil beholde og bruke informasjonen din i den grad det er nødvendig for å overholde våre juridiske forpliktelser, løse tvister og håndheve retningslinjene våre.\n\nHvis du er bosatt i Det europeiske økonomiske samarbeidsområdet (EØS), har du visse databeskyttelsesrettigheter. Hvis du ønsker å bli informert om hvilke personopplysninger vi har om deg og hvis du ønsker at de skal fjernes fra systemene våre, vennligst kontakt oss.\n\nUnder visse omstendigheter har du følgende databeskyttelsesrettigheter:\n\n* Retten til å få tilgang til, oppdatere eller slette informasjonen vi har om deg.\n* Retten til retting.\n* Rett til å protestere.\n* Begrensningsretten.\n* Retten til dataportabilitet\n* Rett til å trekke tilbake samtykke\n\n## Loggfiler\n\nHaven følger en standard prosedyre for bruk av loggfiler. Disse filene logger besøkende når de besøker nettsteder. Alle hostingselskaper gjør dette og en del av hostingtjenestenes analyse. Informasjonen som samles inn av loggfiler inkluderer internettprotokoll (IP)-adresser, nettlesertype, Internett-leverandør (ISP), dato- og tidsstempel, henvisnings-/utgangssider og muligens antall klikk. Disse er ikke knyttet til informasjon som er personlig identifiserbar. Formålet med informasjonen er å analysere trender, administrere nettstedet, spore brukernes bevegelser på nettstedet og samle inn demografisk informasjon.\n\n## Retningslinjer for personvern\n\nDu kan konsultere denne listen for å finne personvernreglene for hver av annonsepartnerne til Haven.\n\nTredjeparts annonseservere eller annonsenettverk bruker teknologier som informasjonskapsler, JavaScript eller Web Beacons som brukes i deres respektive annonser og lenker som vises på Haven, som sendes direkte til brukernes nettleser. De mottar automatisk IP-adressen din når dette skjer. Disse teknologiene brukes til å måle effektiviteten til deres annonsekampanjer og/eller for å tilpasse annonseinnholdet du ser på nettsteder du besøker.\n\nMerk at Haven ikke har tilgang til eller kontroll over disse informasjonskapslene som brukes av tredjepartsannonsører.\n\n## Tredjeparts personvernregler\n\nHavens retningslinjer for personvern gjelder ikke for andre annonsører eller nettsteder. Derfor anbefaler vi deg å konsultere de respektive personvernreglene til disse tredjeparts annonseserverne for mer detaljert informasjon. Det kan inkludere deres praksis og instruksjoner om hvordan du velger bort visse alternativer.\n\nDu kan velge å deaktivere informasjonskapsler gjennom dine individuelle nettleseralternativer. For å få mer detaljert informasjon om håndtering av informasjonskapsler med spesifikke nettlesere, kan den finnes på nettlesernes respektive nettsteder.\n\n## Barneinformasjon\n\nEn annen del av prioriteringen vår er å legge til beskyttelse for barn mens de bruker internett. Vi oppfordrer foreldre og foresatte til å observere, delta i og/eller overvåke og veilede deres nettaktivitet.\n\nHaven samler ikke bevisst inn personlig identifiserbar informasjon fra barn under 13 år. Hvis du tror at barnet ditt har gitt denne typen informasjon på nettstedet vårt, oppfordrer vi deg sterkt til å kontakte oss umiddelbart, og vi vil gjøre vårt beste for å umiddelbart fjerne slik informasjon fra våre poster.\n\n## Kun personvernerklæring på nett\n\nVåre retningslinjer for personvern gjelder kun for våre nettaktiviteter og er gyldige for besøkende på nettstedet vårt med hensyn til informasjonen som de delte og/eller samler inn i Haven. Denne policyen gjelder ikke for informasjon som samles inn offline eller via andre kanaler enn denne nettsiden.\n\n## Samtykke\n\nVed å bruke nettstedet vårt samtykker du herved til vår personvernerklæring og godtar vilkårene."
}