{
  "content": "# Haven privātuma politika\n\nVietnē Haven, kas pieejama vietnē findhaven.online, viena no mūsu galvenajām prioritātēm ir mūsu apmeklētāju privātums. Šajā Privātuma politikas dokumentā ir ietverta informācija, ko vāc un ieraksta Haven un kā mēs to izmantojam.\n\nJa jums ir papildu jautājumi vai nepieciešama plašāka informācija par mūsu Privātuma politiku, nevilcinieties sazināties ar mums. Mūsu konfidencialitātes politika tika izveidota, izmantojot [GDPR Privacy Policy Generator no GDPRPrivacyNotice.com](https://www.gdprprivacynotice.com/)\n\n## Vispārīgā datu aizsardzības regula (VDAR)\n\nMēs esam jūsu informācijas datu pārzinis.\n\nŠajā Privātuma politikā aprakstītās personas informācijas vākšanas un izmantošanas tiesiskais pamats ir atkarīgs no mūsu apkopotās personas informācijas un konkrētā konteksta, kādā mēs apkopojam informāciju:\n\n* Havenam ir jāpilda līgums ar jums\n* Jūs esat devis Heivenam atļauju to darīt\n* Jūsu personas informācijas apstrāde notiek Haven likumīgajās interesēs\n* Havenam ir jāievēro likums\n\nHaven saglabās jūsu personisko informāciju tikai tik ilgi, cik tas ir nepieciešams šajā Privātuma politikā noteiktajiem mērķiem. Mēs saglabāsim un izmantosim jūsu informāciju, ciktāl tas nepieciešams, lai izpildītu mūsu juridiskās saistības, atrisinātu strīdus un īstenotu mūsu politikas.\n\nJa esat Eiropas Ekonomikas zonas (EEZ) iedzīvotājs, jums ir noteiktas datu aizsardzības tiesības. Ja vēlaties būt informēts par to, kādu personas informāciju mēs par jums glabājam, un ja vēlaties, lai tā tiktu noņemta no mūsu sistēmām, lūdzu, sazinieties ar mums.\n\nNoteiktos apstākļos jums ir šādas datu aizsardzības tiesības:\n\n* Tiesības piekļūt, atjaunināt vai dzēst informāciju, kas mums ir par jums.\n* Tiesības uz labošanu.\n* Tiesības iebilst.\n* Tiesības uz ierobežojumu.\n* Tiesības uz datu pārnesamību\n* Tiesības atsaukt piekrišanu\n\n## Žurnāla faili\n\nHeivens ievēro standarta žurnālfailu izmantošanas procedūru. Šie faili reģistrē apmeklētājus, kad viņi apmeklē vietnes. Visi hostinga uzņēmumi to dara un daļu no hostinga pakalpojumu analīzes. Žurnāla failu apkopotā informācija ietver interneta protokola (IP) adreses, pārlūkprogrammas veidu, interneta pakalpojumu sniedzēju (ISP), datuma un laika zīmogu, novirzīšanas/izejas lapas un, iespējams, klikšķu skaitu. Tie nav saistīti ar informāciju, kas ir personiski identificējama. Informācijas mērķis ir tendenču analīze, vietnes administrēšana, lietotāju kustības izsekošana vietnē un demogrāfiskās informācijas apkopošana.\n\n## Privātuma politikas\n\nVarat skatīt šo sarakstu, lai atrastu katra Haven reklāmas partnera konfidencialitātes politiku.\n\nTrešās puses reklāmu serveri vai reklāmu tīkli izmanto tādas tehnoloģijas kā sīkfaili, JavaScript vai tīmekļa bāksignāli, kas tiek izmantoti to attiecīgajās reklāmās un saitēs, kas tiek rādītas vietnē Haven, kuras tiek nosūtītas tieši uz lietotāju pārlūkprogrammu. Kad tas notiek, viņi automātiski saņem jūsu IP adresi. Šīs tehnoloģijas tiek izmantotas, lai novērtētu viņu reklāmas kampaņu efektivitāti un/vai personalizētu reklāmas saturu, ko redzat jūsu apmeklētajās vietnēs.\n\nŅemiet vērā, ka Haven nevar piekļūt vai kontrolēt šos sīkfailus, ko izmanto trešo pušu reklāmdevēji.\n\n## Trešās puses privātuma politikas\n\nHaven konfidencialitātes politika neattiecas uz citiem reklāmdevējiem vai vietnēm. Tāpēc mēs iesakām iepazīties ar šo trešo pušu reklāmu serveru attiecīgajām privātuma politikām, lai iegūtu sīkāku informāciju. Tajā var būt ietverta viņu prakse un norādījumi par to, kā atteikties no noteiktām iespējām.\n\nJūs varat izvēlēties atspējot sīkfailus, izmantojot atsevišķas pārlūkprogrammas opcijas. Lai uzzinātu sīkāku informāciju par sīkdatņu pārvaldību ar noteiktām tīmekļa pārlūkprogrammām, to var atrast attiecīgajās pārlūkprogrammu vietnēs.\n\n## Informācija bērniem\n\nVēl viena mūsu prioritātes daļa ir bērnu aizsardzības pievienošana interneta lietošanas laikā. Mēs mudinām vecākus un aizbildņus novērot, piedalīties un/vai pārraudzīt un vadīt savas darbības tiešsaistē.\n\nHavens apzināti neievāc nekādu personu identificējošu informāciju no bērniem, kas jaunāki par 13 gadiem. Ja uzskatāt, ka jūsu bērns ir sniedzis šāda veida informāciju mūsu vietnē, mēs ļoti mudinām jūs nekavējoties sazināties ar mums, un mēs darīsim visu iespējamo, lai nekavējoties izņemtu šādu informāciju no mūsu uzskaites.\n\n## Tikai tiešsaistes privātuma politika\n\nMūsu konfidencialitātes politika attiecas tikai uz mūsu tiešsaistes darbībām un ir spēkā mūsu vietnes apmeklētājiem attiecībā uz informāciju, ko viņi kopīgo un/vai apkopo Havenā. Šī politika neattiecas uz informāciju, kas savākta bezsaistē vai izmantojot citus kanālus, izņemot šo vietni.\n\n## Piekrišana\n\nIzmantojot mūsu vietni, jūs piekrītat mūsu Privātuma politikai un piekrītat tās noteikumiem."
}