{
  "content": "# Haven privatumo politika\n\n„Haven“, pasiekiamas iš findhaven.online, vienas iš pagrindinių mūsų prioritetų yra mūsų lankytojų privatumas. Šiame privatumo politikos dokumente yra informacijos, kurią renka ir įrašo Haven, ir kaip mes ją naudojame.\n\nJei turite papildomų klausimų ar reikia daugiau informacijos apie mūsų privatumo politiką, nedvejodami susisiekite su mumis. Mūsų privatumo politika buvo sukurta naudojant [GDPR privatumo politikos generatorių iš GDPRPrivacyNotice.com](https://www.gdprprivacynotice.com/)\n\n## Bendrasis duomenų apsaugos reglamentas (BDAR)\n\nEsame Jūsų informacijos duomenų valdytojas.\n\nŠioje privatumo politikoje aprašytos asmeninės informacijos rinkimo ir naudojimo teisinis pagrindas priklauso nuo mūsų renkamos Asmens informacijos ir konkretaus konteksto, kuriame renkame informaciją:\n\n* Havenas turi sudaryti su jumis sutartį\n* Jūs davėte Havenui leidimą tai padaryti\n* Jūsų asmeninės informacijos tvarkymas yra pagrįstas Haven teisėtais interesais\n* Havenas turi laikytis įstatymų\n\n„Haven“ saugos jūsų asmeninę informaciją tik tiek, kiek tai būtina šioje privatumo politikoje nurodytais tikslais. Mes išsaugosime ir naudosime jūsų informaciją tiek, kiek tai būtina, kad įvykdytume savo teisinius įsipareigojimus, išspręstume ginčus ir vykdytume savo politiką.\n\nJei esate Europos ekonominės erdvės (EEE) gyventojas, turite tam tikras duomenų apsaugos teises. Jei norite būti informuoti, kokią asmeninę informaciją apie jus turime, ir jei norite, kad ji būtų pašalinta iš mūsų sistemų, susisiekite su mumis.\n\nTam tikromis aplinkybėmis turite šias duomenų apsaugos teises:\n\n* Teisę pasiekti, atnaujinti arba ištrinti informaciją, kurią turime apie jus.\n* Teisė ištaisyti.\n* Teisė prieštarauti.\n* Apribojimo teisė.\n* Teisė į duomenų perkeliamumą\n* Teisė atšaukti sutikimą\n\n## Žurnalo failai\n\nHavenas laikosi standartinės žurnalo failų naudojimo procedūros. Šie failai registruoja lankytojus, kai jie lankosi svetainėse. Visos prieglobos įmonės tai daro ir dalį prieglobos paslaugų analizės. Žurnalo failais renkama informacija apima interneto protokolo (IP) adresus, naršyklės tipą, interneto paslaugų teikėją (IPT), datos ir laiko žymą, nukreipimo / išėjimo puslapius ir galbūt paspaudimų skaičių. Tai nėra susieta su jokia informacija, kurią galima identifikuoti. Informacijos tikslas – analizuoti tendencijas, administruoti svetainę, sekti vartotojų judėjimą svetainėje ir rinkti demografinę informaciją.\n\n## Privatumo politika\n\nŠiame sąraše rasite kiekvieno Haven reklamos partnerio privatumo politiką.\n\nTrečiųjų šalių skelbimų serveriai arba skelbimų tinklai naudoja tokias technologijas kaip slapukai, „JavaScript“ arba žiniatinklio švyturiai, kurie naudojami atitinkamuose jų skelbimuose ir nuorodose, rodomose „Haven“, kurios siunčiamos tiesiai į naudotojų naršyklę. Kai tai įvyksta, jie automatiškai gauna jūsų IP adresą. Šios technologijos naudojamos jų reklaminių kampanijų efektyvumui įvertinti ir (arba) suasmeninti reklaminį turinį, kurį matote lankomose svetainėse.\n\nAtminkite, kad „Haven“ neturi prieigos prie šių slapukų, kuriuos naudoja trečiųjų šalių reklamuotojai, arba jų nekontroliuoja.\n\n## Trečiųjų šalių privatumo politika\n\nHaven privatumo politika netaikoma kitiems reklamuotojams ar svetainėms. Taigi, norėdami gauti išsamesnės informacijos, patariame susipažinti su atitinkamomis šių trečiųjų šalių skelbimų serverių privatumo taisyklėmis. Tai gali apimti jų praktiką ir nurodymus, kaip atsisakyti tam tikrų parinkčių.\n\nGalite pasirinkti išjungti slapukus naudodami atskiras naršyklės parinktis. Norėdami sužinoti daugiau informacijos apie slapukų valdymą konkrečiose interneto naršyklėse, ją rasite atitinkamose naršyklių svetainėse.\n\n## Informacija vaikams\n\nKita mūsų prioriteto dalis – vaikų apsauga naudojantis internetu. Raginame tėvus ir globėjus stebėti savo veiklą internete, dalyvauti joje ir (arba) stebėti ir vadovauti.\n\nHaven sąmoningai nerenka jokios asmens identifikavimo informacijos iš jaunesnių nei 13 metų amžiaus. Jei manote, kad jūsų vaikas mūsų svetainėje pateikė tokią informaciją, primygtinai raginame nedelsiant susisiekti su mumis ir dėsime visas pastangas, kad tokia informacija būtų nedelsiant pašalinta iš savo įrašų.\n\n## Tik internetinė privatumo politika\n\nMūsų privatumo politika taikoma tik mūsų veiklai internete ir galioja mūsų svetainės lankytojams, atsižvelgiant į informaciją, kurią jie dalijasi ir (arba) renka Havene. Ši politika netaikoma jokiai informacijai, surinktai neprisijungus arba kitais kanalais nei ši svetainė.\n\n## Sutikimas\n\nNaudodamiesi mūsų svetaine, jūs sutinkate su mūsų privatumo politika ir sutinkate su jos sąlygomis."
}