{
  "content": "# Polityka prywatności dla Haven\n\nW Haven, dostępnym na stronie findhaven.online, jednym z naszych głównych priorytetów jest prywatność naszych gości. Niniejszy dokument dotyczący Polityki prywatności zawiera rodzaje informacji gromadzonych i rejestrowanych przez Haven oraz sposób ich wykorzystywania.\n\nJeśli masz dodatkowe pytania lub potrzebujesz więcej informacji na temat naszej Polityki prywatności, nie wahaj się z nami skontaktować. Nasza Polityka Prywatności została wygenerowana przy pomocy [GDPR Privacy Policy Generator z GDPRPrivacyNotice.com](https://www.gdprprivacynotice.com/)\n\n## Ogólne rozporządzenie o ochronie danych (RODO)\n\nJesteśmy Administratorem Twoich danych.\n\nPodstawa prawna gromadzenia i wykorzystywania danych osobowych opisanych w niniejszej Polityce prywatności zależy od gromadzonych przez nas Danych osobowych i konkretnego kontekstu, w którym zbieramy informacje:\n\n* Haven musi zawrzeć z Tobą umowę\n* Dałeś na to pozwolenie Haven\n* Przetwarzanie Twoich danych osobowych leży w uzasadnionym interesie Haven\n* Przystań musi przestrzegać prawa\n\nHaven będzie przechowywać Twoje dane osobowe tylko tak długo, jak jest to konieczne do celów określonych w niniejszej Polityce prywatności. Zachowamy i wykorzystamy Twoje dane w zakresie niezbędnym do wypełnienia naszych zobowiązań prawnych, rozwiązywania sporów i egzekwowania naszych zasad.\n\nJeśli jesteś mieszkańcem Europejskiego Obszaru Gospodarczego (EOG), masz określone prawa do ochrony danych. Jeśli chcesz być informowany o tym, jakie dane osobowe przechowujemy na Twój temat i jeśli chcesz, aby zostały usunięte z naszych systemów, skontaktuj się z nami.\n\nW pewnych okolicznościach masz następujące prawa do ochrony danych:\n\n* Prawo do dostępu, aktualizacji lub usunięcia informacji, które posiadamy na Twój temat.\n* Prawo do sprostowania.\n* Prawo do sprzeciwu.\n* Prawo do ograniczenia.\n* Prawo do przenoszenia danych\n* Prawo do wycofania zgody\n\n## Pliki dziennika\n\nHaven postępuje zgodnie ze standardową procedurą korzystania z plików dziennika. Pliki te rejestrują odwiedzających, gdy odwiedzają strony internetowe. Robią to wszystkie firmy hostingowe i stanowią część analizy usług hostingowych. Informacje gromadzone przez pliki dziennika obejmują adresy protokołu internetowego (IP), typ przeglądarki, dostawcę usług internetowych (ISP), datę i godzinę, strony odsyłające/wyjścia i ewentualnie liczbę kliknięć. Nie są one powiązane z żadnymi informacjami umożliwiającymi identyfikację osoby. Celem informacji jest analiza trendów, administrowanie serwisem, śledzenie ruchu użytkowników na stronie oraz zbieranie danych demograficznych.\n\n## Polityka prywatności\n\nMożesz zapoznać się z tą listą, aby znaleźć Politykę prywatności dla każdego z partnerów reklamowych Haven.\n\nZewnętrzne serwery reklamowe lub sieci reklamowe wykorzystują technologie, takie jak pliki cookie, JavaScript lub sygnalizatory sieci Web, które są używane w odpowiednich reklamach i linkach wyświetlanych w Haven, które są wysyłane bezpośrednio do przeglądarki użytkownika. Gdy to nastąpi, automatycznie otrzymają Twój adres IP. Technologie te są używane do mierzenia skuteczności ich kampanii reklamowych i/lub personalizowania treści reklamowych, które widzisz na odwiedzanych stronach internetowych.\n\nPamiętaj, że Haven nie ma dostępu ani kontroli nad tymi plikami cookie, które są używane przez zewnętrznych reklamodawców.\n\n## Polityka prywatności stron trzecich\n\nPolityka prywatności Haven nie dotyczy innych reklamodawców ani witryn. Dlatego zalecamy zapoznanie się z odpowiednimi Politykami prywatności tych zewnętrznych serwerów reklamowych w celu uzyskania bardziej szczegółowych informacji. Może obejmować ich praktyki i instrukcje dotyczące rezygnacji z niektórych opcji.\n\nMożesz wyłączyć pliki cookie za pomocą indywidualnych opcji przeglądarki. Aby uzyskać bardziej szczegółowe informacje na temat zarządzania plikami cookie w określonych przeglądarkach internetowych, można je znaleźć na odpowiednich stronach internetowych przeglądarek.\n\n## Informacje dla dzieci\n\nKolejną częścią naszego priorytetu jest dodanie ochrony dzieciom podczas korzystania z Internetu. Zachęcamy rodziców i opiekunów do obserwowania, uczestniczenia i/lub monitorowania i kierowania ich aktywnością online.\n\nHaven nie gromadzi świadomie żadnych danych osobowych umożliwiających identyfikację od dzieci poniżej 13 roku życia\\. Jeśli uważasz, że Twoje dziecko podało tego rodzaju informacje na naszej stronie internetowej, gorąco zachęcamy do natychmiastowego skontaktowania się z nami, a my dołożymy wszelkich starań, aby niezwłocznie usunąć takie informacje z naszych rejestrów.\n\n## Tylko polityka prywatności online\n\nNasza Polityka prywatności dotyczy tylko naszych działań online i jest ważna dla odwiedzających naszą witrynę internetową w odniesieniu do informacji, które udostępniali i/lub zbierali w Haven. Niniejsza polityka nie ma zastosowania do jakichkolwiek informacji gromadzonych w trybie offline lub za pośrednictwem kanałów innych niż ta strona internetowa.\n\n## Zgoda\n\nKorzystając z naszej strony, wyrażasz zgodę na naszą Politykę Prywatności i zgadzasz się na jej warunki."
}