{
  "content": "# Havenin tietosuojakäytäntö\n\nHavenissa, johon pääsee osoitteesta findhaven.online, yksi tärkeimmistä prioriteeteistamme on vierailijoidemme yksityisyys. Tämä tietosuojakäytäntöasiakirja sisältää tietoja, joita Haven kerää ja tallentaa ja kuinka käytämme niitä.\n\nJos sinulla on lisäkysymyksiä tai tarvitset lisätietoja tietosuojakäytännöstämme, älä epäröi ottaa meihin yhteyttä. Tietosuojakäytäntömme on luotu [GDPR Privacy Policy Generator -sovelluksen GDPRPrivacyNotice.com] avulla (https://www.gdprprivacynotice.com/)\n\n## Yleinen tietosuoja-asetus (GDPR)\n\nOlemme tietojesi rekisterinpitäjä.\n\nTässä tietosuojakäytännössä kuvattujen henkilötietojen keräämisen ja käytön oikeusperusta riippuu keräämistämme henkilötiedoista ja tietystä kontekstista, jossa keräämme tietoja:\n\n* Havenin on tehtävä sopimus kanssasi\n* Olet antanut Havenille luvan tehdä niin\n* Henkilötietojesi käsittely on Havenin oikeutettuja etuja\n* Havenin on noudatettava lakia\n\nHaven säilyttää henkilötietojasi vain niin kauan kuin on tarpeen tässä tietosuojakäytännössä määriteltyjen tarkoitusten toteuttamiseksi. Säilytämme ja käytämme tietojasi siinä määrin kuin se on tarpeen lakisääteisten velvoitteidemme noudattamiseksi, riitojen ratkaisemiseksi ja käytäntöjemme noudattamiseksi.\n\nJos asut Euroopan talousalueella (ETA), sinulla on tiettyjä tietosuojaoikeuksia. Jos haluat tietää, mitä henkilötietoja meillä on sinusta ja jos haluat, että ne poistetaan järjestelmistämme, ota meihin yhteyttä.\n\nTietyissä olosuhteissa sinulla on seuraavat tietosuojaoikeudet:\n\n* Oikeus tarkastella, päivittää tai poistaa tietoja, jotka meillä on sinusta.\n* Oikaisuoikeus.\n* Oikeus vastustaa.\n* Rajoitusoikeus.\n* Oikeus tietojen siirrettävyyteen\n* Oikeus peruuttaa suostumus\n\n## Lokitiedostot\n\nHaven noudattaa vakiomenettelyä lokitiedostojen käytössä. Nämä tiedostot kirjaavat kävijöitä, kun he vierailevat verkkosivustoilla. Kaikki hosting-yritykset tekevät tämän ja osan hosting-palvelujen analytiikkaa. Lokitiedostojen keräämät tiedot sisältävät IP-osoitteet, selaimen tyypin, Internet-palveluntarjoajan (ISP), päivämäärän ja aikaleiman, viittaus-/poistumissivut ja mahdollisesti napsautusten määrän. Näitä ei ole linkitetty mihinkään henkilökohtaisesti tunnistettavissa olevaan tietoon. Tietojen tarkoitus on analysoida trendejä, hallinnoida sivustoa, seurata käyttäjien liikkumista verkkosivulla ja kerätä väestötietoja.\n\n## Tietosuojakäytännöt\n\nVoit tutustua tähän luetteloon löytääksesi jokaisen Havenin mainoskumppanin tietosuojakäytännön.\n\nKolmannen osapuolen mainospalvelimet tai mainosverkostot käyttävät teknologioita, kuten evästeitä, JavaScriptiä tai verkkojäljitteitä, joita käytetään niiden vastaavissa mainoksissa ja Havenissa näkyvissä linkeissä, jotka lähetetään suoraan käyttäjien selaimeen. He saavat automaattisesti IP-osoitteesi, kun tämä tapahtuu. Näitä tekniikoita käytetään heidän mainoskampanjoidensa tehokkuuden mittaamiseen ja/tai vierailemillasi verkkosivustoilla näkemäsi mainossisällön personointiin.\n\nHuomaa, että Havenilla ei ole pääsyä tai hallintaa näihin evästeisiin, joita kolmannen osapuolen mainostajat käyttävät.\n\n## Kolmannen osapuolen tietosuojakäytännöt\n\nHavenin tietosuojakäytäntö ei koske muita mainostajia tai verkkosivustoja. Suosittelemmekin sinua tutustumaan näiden kolmannen osapuolen mainospalvelimien tietosuojakäytäntöihin saadaksesi tarkempia tietoja. Se voi sisältää heidän käytäntöjään ja ohjeita siitä, kuinka tietyt vaihtoehdot poistetaan käytöstä.\n\nVoit poistaa evästeet käytöstä yksittäisten selaimesi asetusten kautta. Tarkempia tietoja evästeiden hallinnasta tietyillä verkkoselaimilla saat selaimien vastaavilta verkkosivustoilta.\n\n## Lasten tiedot\n\nToinen osa prioriteettiamme on lasten suojan lisääminen Internetiä käytettäessä. Kannustamme vanhempia ja huoltajia tarkkailemaan, osallistumaan ja/tai seuraamaan ja ohjaamaan heidän verkkotoimintaansa.\n\nHaven ei tietoisesti kerää henkilökohtaisia tunnistetietoja alle 13-vuotiailta lapsilta\\. Jos uskot, että lapsesi on antanut tällaisia tietoja verkkosivustollamme, kehotamme sinua ottamaan meihin välittömästi yhteyttä ja teemme parhaamme poistaaksemme tällaiset tiedot viipymättä rekisteristämme.\n\n## Vain online-tietosuojakäytäntö\n\nTietosuojakäytäntömme koskee vain online-toimintaamme ja koskee verkkosivustomme vierailijoita niiden tietojen osalta, joita he jakavat ja/tai keräävät Havenissa. Tätä käytäntöä ei sovelleta tietoihin, jotka on kerätty offline-tilassa tai muiden kanavien kuin tämän verkkosivuston kautta.\n\n## Suostumus\n\nKäyttämällä verkkosivustoamme hyväksyt tietosuojakäytäntömme ja sen ehdot."
}