{
  "content": "# Πολιτική απορρήτου για το Haven\n\nΣτο Haven, προσβάσιμο από το findhaven.online, μία από τις κύριες προτεραιότητές μας είναι το απόρρητο των επισκεπτών μας. Αυτό το έγγραφο Πολιτικής Απορρήτου περιέχει τύπους πληροφοριών που συλλέγονται και καταγράφονται από τη Haven και πώς τις χρησιμοποιούμε.\n\nΕάν έχετε επιπλέον ερωτήσεις ή χρειάζεστε περισσότερες πληροφορίες σχετικά με την Πολιτική Απορρήτου μας, μη διστάσετε να επικοινωνήσετε μαζί μας. Η Πολιτική Απορρήτου μας δημιουργήθηκε με τη βοήθεια του [GDPR Privacy Policy Generator from GDPRPrivacyNotice.com](https://www.gdprprivacynotice.com/)\n\n## Γενικός Κανονισμός Προστασίας Δεδομένων (GDPR)\n\nΕίμαστε υπεύθυνος επεξεργασίας δεδομένων των πληροφοριών σας.\n\nΗ ύπαρξη νομικής βάσης για τη συλλογή και χρήση των προσωπικών πληροφοριών που περιγράφονται στην παρούσα Πολιτική Απορρήτου εξαρτάται από τις Προσωπικές Πληροφορίες που συλλέγουμε και το συγκεκριμένο πλαίσιο στο οποίο συλλέγουμε τις πληροφορίες:\n\n* Ο Χέιβεν πρέπει να συνάψει συμβόλαιο μαζί σας\n* Έχετε δώσει την άδεια στον Haven να το κάνει\n* Η επεξεργασία των προσωπικών σας στοιχείων είναι προς τα νόμιμα συμφέροντα του Haven\n* Ο Χέιβεν πρέπει να συμμορφωθεί με το νόμο\n\nΗ Haven θα διατηρήσει τα προσωπικά σας στοιχεία μόνο για όσο διάστημα είναι απαραίτητο για τους σκοπούς που ορίζονται στην παρούσα Πολιτική Απορρήτου. Θα διατηρήσουμε και θα χρησιμοποιήσουμε τις πληροφορίες σας στον βαθμό που απαιτείται για τη συμμόρφωση με τις νομικές μας υποχρεώσεις, την επίλυση διαφορών και την επιβολή των πολιτικών μας.\n\nΕάν είστε κάτοικος του Ευρωπαϊκού Οικονομικού Χώρου (ΕΟΧ), έχετε ορισμένα δικαιώματα προστασίας δεδομένων. Εάν επιθυμείτε να ενημερωθείτε ποιες Προσωπικές Πληροφορίες διατηρούμε για εσάς και εάν θέλετε να αφαιρεθούν από τα συστήματά μας, επικοινωνήστε μαζί μας.\n\nΣε ορισμένες περιπτώσεις, έχετε τα ακόλουθα δικαιώματα προστασίας δεδομένων:\n\n* Το δικαίωμα πρόσβασης, ενημέρωσης ή διαγραφής των πληροφοριών που έχουμε για εσάς.\n* Το δικαίωμα της διόρθωσης.\n* Δικαίωμα αντίρρησης.\n* Το δικαίωμα του περιορισμού.\n* Το δικαίωμα στη φορητότητα των δεδομένων\n* Δικαίωμα ανάκλησης συγκατάθεσης\n\n## Αρχεία καταγραφής\n\nΟ Haven ακολουθεί μια τυπική διαδικασία χρήσης αρχείων καταγραφής. Αυτά τα αρχεία καταγράφουν τους επισκέπτες όταν επισκέπτονται ιστότοπους. Όλες οι εταιρείες φιλοξενίας το κάνουν αυτό και ένα μέρος των αναλύσεων των υπηρεσιών φιλοξενίας. Οι πληροφορίες που συλλέγονται από αρχεία καταγραφής περιλαμβάνουν διευθύνσεις πρωτοκόλλου Διαδικτύου (IP), τύπο προγράμματος περιήγησης, πάροχο υπηρεσιών Διαδικτύου (ISP), σφραγίδα ημερομηνίας και ώρας, σελίδες παραπομπής/εξόδου και πιθανώς τον αριθμό των κλικ. Αυτά δεν συνδέονται με πληροφορίες που είναι προσωπικά αναγνωρίσιμες. Σκοπός των πληροφοριών είναι η ανάλυση των τάσεων, η διαχείριση του ιστότοπου, η παρακολούθηση της κίνησης των χρηστών στον ιστότοπο και η συλλογή δημογραφικών πληροφοριών.\n\n## Πολιτικές απορρήτου\n\nΜπορείτε να συμβουλευτείτε αυτήν τη λίστα για να βρείτε την Πολιτική Απορρήτου για κάθε έναν από τους διαφημιστικούς συνεργάτες της Haven.\n\nΟι διακομιστές διαφημίσεων τρίτων ή τα δίκτυα διαφημίσεων χρησιμοποιούν τεχνολογίες όπως cookie, JavaScript ή Web Beacons που χρησιμοποιούνται στις αντίστοιχες διαφημίσεις τους και συνδέσμους που εμφανίζονται στο Haven, οι οποίοι αποστέλλονται απευθείας στο πρόγραμμα περιήγησης των χρηστών. Λαμβάνουν αυτόματα τη διεύθυνση IP σας όταν συμβεί αυτό. Αυτές οι τεχνολογίες χρησιμοποιούνται για τη μέτρηση της αποτελεσματικότητας των διαφημιστικών τους καμπανιών ή/και για την εξατομίκευση του διαφημιστικού περιεχομένου που βλέπετε στους ιστότοπους που επισκέπτεστε.\n\nΛάβετε υπόψη ότι η Haven δεν έχει πρόσβαση ή έλεγχο σε αυτά τα cookies που χρησιμοποιούνται από τρίτους διαφημιστές.\n\n## Πολιτικές απορρήτου τρίτων\n\nΗ Πολιτική Απορρήτου της Haven δεν ισχύει για άλλους διαφημιστές ή ιστότοπους. Επομένως, σας συμβουλεύουμε να συμβουλευτείτε τις αντίστοιχες Πολιτικές απορρήτου αυτών των διακομιστών διαφημίσεων τρίτων για πιο λεπτομερείς πληροφορίες. Μπορεί να περιλαμβάνει τις πρακτικές και τις οδηγίες τους σχετικά με τον τρόπο εξαίρεσης από ορισμένες επιλογές.\n\nΜπορείτε να επιλέξετε να απενεργοποιήσετε τα cookies μέσω των μεμονωμένων επιλογών του προγράμματος περιήγησής σας. Για να μάθετε πιο λεπτομερείς πληροφορίες σχετικά με τη διαχείριση cookie με συγκεκριμένα προγράμματα περιήγησης ιστού, μπορείτε να τις βρείτε στους αντίστοιχους ιστότοπους των προγραμμάτων περιήγησης.\n\n## Πληροφορίες για παιδιά\n\nΈνα άλλο μέρος της προτεραιότητάς μας είναι η προσθήκη προστασίας για τα παιδιά κατά τη χρήση του Διαδικτύου. Ενθαρρύνουμε τους γονείς και τους κηδεμόνες να παρατηρούν, να συμμετέχουν ή/και να παρακολουθούν και να καθοδηγούν τη διαδικτυακή τους δραστηριότητα.\n\nΗ Haven δεν συλλέγει εν γνώσει της καμία Προσωπική Αναγνώριση στοιχείων από παιδιά κάτω των 13 ετών. Εάν πιστεύετε ότι το παιδί σας παρείχε αυτού του είδους τις πληροφορίες στον ιστότοπό μας, σας ενθαρρύνουμε να επικοινωνήσετε αμέσως μαζί μας και θα καταβάλουμε κάθε δυνατή προσπάθεια για να αφαιρέσουμε αμέσως τέτοιες πληροφορίες από τα αρχεία μας.\n\n## Μόνο διαδικτυακή πολιτική απορρήτου\n\nΗ Πολιτική Απορρήτου μας ισχύει μόνο για τις διαδικτυακές μας δραστηριότητες και ισχύει για τους επισκέπτες του ιστότοπού μας όσον αφορά τις πληροφορίες που μοιράζονται και/ή συλλέγουν στο Haven. Αυτή η πολιτική δεν ισχύει για πληροφορίες που συλλέγονται εκτός σύνδεσης ή μέσω καναλιών εκτός αυτού του ιστότοπου.\n\n## Συναίνεση\n\nΧρησιμοποιώντας τον ιστότοπό μας, συναινείτε με την Πολιτική Απορρήτου μας και συμφωνείτε με τους όρους της."
}