{
  "content": "# Haven adatvédelmi szabályzata\n\nA findhaven.online oldalról elérhető Havennél az egyik fő prioritásunk a látogatóink magánélete. Ez az adatvédelmi nyilatkozat a Haven által gyűjtött és rögzített információk típusait tartalmazza, valamint azt, hogy hogyan használjuk fel azokat.\n\nHa további kérdései vannak, vagy további információra van szüksége adatvédelmi szabályzatunkkal kapcsolatban, ne habozzon kapcsolatba lépni velünk. Adatvédelmi irányelveinket a [GDPR Privacy Policy Generator a GDPRPrivacyNotice.com webhelyről] (https://www.gdprprivacynotice.com/) segítségével hoztuk létre.\n\n## Általános adatvédelmi rendelet (GDPR)\n\nAz Ön adatainak Adatkezelője vagyunk.\n\nA jelen Adatvédelmi Szabályzatban leírt személyes adatok gyűjtésének és felhasználásának jogalapja az általunk gyűjtött személyes adatoktól és attól a konkrét kontextustól függ, amelyben az adatokat gyűjtjük:\n\n* Havennek szerződést kell kötnie Önnel\n* Ön engedélyt adott Havennek erre\n* Személyes adatainak feldolgozása a Haven jogos érdekeit szolgálja\n* Havennek be kell tartania a törvényt\n\nA Haven csak addig őrzi meg személyes adatait, ameddig az a jelen Adatvédelmi szabályzatban meghatározott célokhoz szükséges. Az Ön adatait a jogi kötelezettségeink teljesítéséhez, a viták megoldásához és az irányelveink érvényesítéséhez szükséges mértékben megőrizzük és felhasználjuk.\n\nHa Ön az Európai Gazdasági Térség (EGT) lakosa, bizonyos adatvédelmi jogokkal rendelkezik. Ha tájékoztatást szeretne kapni arról, hogy milyen személyes adatokat tárolunk Önről, és ha szeretné, hogy ezeket eltávolítsák rendszereinkből, kérjük, lépjen kapcsolatba velünk.\n\nBizonyos esetekben Önt az alábbi adatvédelmi jogok illetik meg:\n\n* Joga van hozzáférni, frissíteni vagy törölni az Önnel kapcsolatos információkat.\n* Helyesbítés joga.\n* A tiltakozás joga.\n* Korlátozási jog.\n* Az adathordozhatósághoz való jog\n* A hozzájárulás visszavonásának joga\n\n## Naplófájlok\n\nHaven a naplófájlok használatának szokásos eljárását követi. Ezek a fájlok naplózzák a látogatókat, amikor webhelyeket látogatnak meg. Minden hosting cég ezt teszi, és a hosting szolgáltatások elemzésének egy részét. A naplófájlok által gyűjtött információk magukban foglalják az IP-címeket, a böngésző típusát, az Internet-szolgáltatót (ISP), a dátum- és időbélyegzőt, a hivatkozó/kilépési oldalakat és esetleg a kattintások számát. Ezek nem kapcsolódnak semmilyen személyes azonosításra alkalmas információhoz. Az információk célja a trendek elemzése, az oldal adminisztrálása, a felhasználók mozgásának nyomon követése a weboldalon, valamint demográfiai információk gyűjtése.\n\n## Adatvédelmi szabályzat\n\nEbben a listában megtalálhatja a Haven hirdetési partnereinek adatvédelmi szabályzatát.\n\nA harmadik féltől származó hirdetésszerverek vagy hirdetési hálózatok olyan technológiákat használnak, mint a cookie-k, a JavaScript vagy a Web Beacon, amelyeket a megfelelő hirdetéseikben és a Haven webhelyen megjelenő linkekben használnak, amelyeket közvetlenül a felhasználók böngészőjébe küldenek. Amikor ez megtörténik, automatikusan megkapják az Ön IP-címét. Ezeket a technológiákat hirdetési kampányaik hatékonyságának mérésére és/vagy a felkeresett webhelyeken látható hirdetési tartalom személyre szabására használják.\n\nVegye figyelembe, hogy a Havennek nincs hozzáférése vagy ellenőrzése ezekhez a cookie-khoz, amelyeket harmadik fél hirdetők használnak.\n\n## Harmadik fél adatvédelmi szabályzata\n\nA Haven adatvédelmi szabályzata nem vonatkozik más hirdetőkre vagy webhelyekre. Ezért azt tanácsoljuk, hogy részletesebb információkért tekintse át e harmadik fél hirdetésszervereinek megfelelő adatvédelmi szabályzatát. Tartalmazhatja gyakorlataikat és útmutatást arról, hogyan lehet leiratkozni bizonyos lehetőségekről.\n\nDönthet úgy, hogy letiltja a cookie-kat az egyéni böngészőbeállításokon keresztül. Ha részletesebb információkat szeretne megtudni a cookie-kezelésről bizonyos webböngészőkkel, akkor ezeket a böngészők megfelelő webhelyein találja.\n\n## Gyermektájékoztató\n\nKiemelt feladatunk másik része a gyermekek internethasználata közbeni védelme. Arra bátorítjuk a szülőket és a gyámokat, hogy figyeljék online tevékenységeiket, vegyenek részt azokban és/vagy kövessék figyelemmel és irányítsák.\n\nA Haven tudatosan nem gyűjt személyes azonosításra alkalmas adatokat 13 éven aluli gyermekektől\\. Ha úgy gondolja, hogy gyermeke ilyen jellegű információkat közölt webhelyünkön, nyomatékosan javasoljuk, hogy azonnal lépjen kapcsolatba velünk, és mindent megteszünk annak érdekében, hogy az ilyen információkat haladéktalanul eltávolítsuk nyilvántartásunkból.\n\n## Csak online adatvédelmi szabályzat\n\nAdatvédelmi szabályzatunk csak az online tevékenységeinkre vonatkozik, és a webhelyünk látogatóira érvényes a Havenben megosztott és/vagy gyűjtött információk tekintetében. Ez a szabályzat nem vonatkozik az offline vagy a webhelyen kívüli csatornákon keresztül gyűjtött információkra.\n\n## Beleegyezés\n\nWeboldalunk használatával Ön ezennel elfogadja Adatvédelmi szabályzatunkat, és elfogadja annak feltételeit."
}