{
  "content": "# Informativa sulla privacy per Haven\n\nIn Haven, accessibile da findhaven.online, una delle nostre priorità principali è la privacy dei nostri visitatori. Questo documento sulla Privacy Policy contiene tipi di informazioni che vengono raccolte e registrate da Haven e come le utilizziamo.\n\nSe hai ulteriori domande o necessiti di maggiori informazioni sulla nostra Informativa sulla privacy, non esitare a contattarci. La nostra Informativa sulla privacy è stata generata con l'aiuto di [GDPR Privacy Policy Generator di GDPRPrivacyNotice.com](https://www.gdprprivacynotice.com/)\n\n## Regolamento generale sulla protezione dei dati (GDPR)\n\nSiamo un Titolare del trattamento dei tuoi dati.\n\nLa base giuridica di Haven per la raccolta e l'utilizzo delle informazioni personali descritte nella presente Informativa sulla privacy dipende dalle Informazioni personali che raccogliamo e dal contesto specifico in cui raccogliamo le informazioni:\n\n* Haven ha bisogno di eseguire un contratto con te\n* Hai autorizzato Haven a farlo\n* Il trattamento delle tue informazioni personali è nell'interesse legittimo di Haven\n* Haven deve rispettare la legge\n\nHaven conserverà le tue informazioni personali solo per il tempo necessario agli scopi indicati nella presente Informativa sulla privacy. Conserveremo e utilizzeremo le tue informazioni nella misura necessaria per ottemperare ai nostri obblighi legali, risolvere controversie e far rispettare le nostre politiche.\n\nSe risiedi nello Spazio economico europeo (SEE), hai determinati diritti di protezione dei dati. Se desideri essere informato su quali Dati Personali conserviamo su di te e se desideri che vengano rimossi dai nostri sistemi, contattaci.\n\nIn determinate circostanze, hai i seguenti diritti di protezione dei dati:\n\n* Il diritto di accedere, aggiornare o cancellare le informazioni che abbiamo su di te.\n* Il diritto di rettifica.\n* Il diritto di opposizione.\n* Il diritto di restrizione.\n* Il diritto alla portabilità dei dati\n* Il diritto di revocare il consenso\n\n## Log files\n\nHaven segue una procedura standard di utilizzo dei file di registro. Questi file registrano i visitatori quando visitano i siti web. Tutte le società di hosting fanno questo e una parte dell'analisi dei servizi di hosting. Le informazioni raccolte dai file di registro includono indirizzi IP (Internet Protocol), tipo di browser, provider di servizi Internet (ISP), data e ora, pagine di riferimento/uscita ed eventualmente il numero di clic. Questi non sono collegati ad alcuna informazione che sia di identificazione personale. Lo scopo delle informazioni è analizzare le tendenze, amministrare il sito, monitorare i movimenti degli utenti sul sito Web e raccogliere informazioni demografiche.\n\n## Norme sulla privacy\n\nPuoi consultare questo elenco per trovare l'Informativa sulla privacy di ciascuno dei partner pubblicitari di Haven.\n\nGli ad server o le reti pubblicitarie di terze parti utilizzano tecnologie come cookie, JavaScript o Web Beacon utilizzati nei rispettivi annunci pubblicitari e collegamenti visualizzati su Haven, che vengono inviati direttamente al browser degli utenti. Ricevono automaticamente il tuo indirizzo IP quando ciò si verifica. Queste tecnologie vengono utilizzate per misurare l'efficacia delle loro campagne pubblicitarie e/o per personalizzare i contenuti pubblicitari che vedi sui siti web che visiti.\n\nTieni presente che Haven non ha accesso o controllo su questi cookie utilizzati da inserzionisti di terze parti.\n\n## Politiche sulla privacy di terze parti\n\nL'Informativa sulla privacy di Haven non si applica ad altri inserzionisti o siti web. Pertanto, ti consigliamo di consultare le rispettive Norme sulla privacy di questi ad server di terze parti per informazioni più dettagliate. Può includere le loro pratiche e istruzioni su come rinunciare a determinate opzioni.\n\nPuoi scegliere di disabilitare i cookie attraverso le singole opzioni del tuo browser. Per conoscere informazioni più dettagliate sulla gestione dei cookie con specifici browser web, è possibile trovarle nei rispettivi siti web dei browser.\n\n## Informazioni per bambini\n\nUn'altra parte della nostra priorità è aggiungere la protezione dei bambini durante l'utilizzo di Internet. Incoraggiamo i genitori e i tutori a osservare, partecipare e/o monitorare e guidare la loro attività online.\n\nHaven non raccoglie consapevolmente alcuna informazione di identificazione personale da bambini di età inferiore ai 13 anni\\. Se ritieni che tuo figlio abbia fornito questo tipo di informazioni sul nostro sito Web, ti invitiamo vivamente a contattarci immediatamente e faremo del nostro meglio per rimuovere tempestivamente tali informazioni dai nostri archivi.\n\n## Solo informativa sulla privacy online\n\nLa nostra Informativa sulla privacy si applica solo alle nostre attività online ed è valida per i visitatori del nostro sito Web per quanto riguarda le informazioni che hanno condiviso e/o raccolto in Haven. Questa politica non è applicabile alle informazioni raccolte offline o tramite canali diversi da questo sito web.\n\n## Consenso\n\nUtilizzando il nostro sito Web, acconsenti alla nostra Informativa sulla privacy e accetti i suoi termini."
}