{
  "content": "# Політика конфіденційності для Haven\n\nУ Haven, доступ до якого можна отримати з findhaven.online, одним із наших головних пріоритетів є конфіденційність наших відвідувачів. Цей документ про політику конфіденційності містить типи інформації, яку збирає та записує Haven, і як ми її використовуємо.\n\nЯкщо у вас виникли додаткові запитання або вам потрібна додаткова інформація про нашу політику конфіденційності, не соромтеся звертатися до нас. Наша Політика конфіденційності була створена за допомогою [Генератора політики конфіденційності GDPR від GDPRPrivacyNotice.com](https://www.gdprprivacynotice.com/)\n\n## Загальний регламент захисту даних (GDPR)\n\nМи є розпорядником вашої інформації.\n\nПравова основа для збору та використання особистої інформації, описаної в цій Політиці конфіденційності, залежить від особистої інформації, яку ми збираємо, та конкретного контексту, в якому ми збираємо інформацію:\n\n* Haven має укласти з вами контракт\n* Ви дали дозвіл компанії Haven на це\n* Обробка вашої особистої інформації відповідає законним інтересам Haven\n* Haven має дотримуватися закону\n\nHaven зберігатиме вашу особисту інформацію лише стільки, скільки це необхідно для цілей, викладених у цій Політиці конфіденційності. Ми будемо зберігати та використовувати вашу інформацію в обсязі, необхідному для виконання наших юридичних зобов’язань, вирішення спорів та забезпечення виконання нашої політики.\n\nЯкщо ви є резидентом Європейської економічної зони (ЄЕЗ), у вас є певні права на захист даних. Якщо ви хочете бути поінформованими, яку персональну інформацію ми зберігаємо про вас, і якщо ви хочете, щоб її було видалено з наших систем, зв’яжіться з нами.\n\nЗа певних обставин у вас є такі права на захист даних:\n\n* Право на доступ, оновлення або видалення інформації, яку ми маємо про вас.\n* Право на виправлення.\n* Право на заперечення.\n* Право на обмеження.\n* Право на перенесення даних\n* Право відкликати згоду\n\n## Файли журналів\n\nHaven дотримується стандартної процедури використання файлів журналів. Ці файли реєструють відвідувачів, коли вони відвідують веб-сайти. Всі хостинг-компанії роблять це і є частиною аналітики хостингових послуг. Інформація, яку збирають файли журналів, включає адреси Інтернет-протоколу (IP), тип браузера, постачальника послуг Інтернету (ISP), позначку дати та часу, сторінки переходу/виходу та, можливо, кількість кліків. Вони не пов’язані з будь-якою інформацією, яка може бути ідентифікована. Метою інформації є аналіз тенденцій, адміністрування сайту, відстеження руху користувачів на веб-сайті та збір демографічної інформації.\n\n## Політика конфіденційності\n\nВи можете ознайомитися з цим списком, щоб знайти Політику конфіденційності для кожного з рекламних партнерів Haven.\n\nСторонні рекламні сервери або рекламні мережі використовують такі технології, як файли cookie, JavaScript або веб-маяки, які використовуються у відповідних рекламних оголошеннях та посиланнях, які відображаються на Haven, які надсилаються безпосередньо у браузер користувачів. Вони автоматично отримують вашу IP-адресу, коли це відбувається. Ці технології використовуються для вимірювання ефективності їхніх рекламних кампаній та/або для персоналізації рекламного вмісту, який ви бачите на веб-сайтах, які ви відвідуєте.\n\nЗауважте, що Haven не має доступу або контролю над цими файлами cookie, які використовуються сторонніми рекламодавцями.\n\n## Політика конфіденційності третіх сторін\n\nПолітика конфіденційності компанії Haven не поширюється на інших рекламодавців або веб-сайтів. Тому ми радимо вам ознайомитися з відповідною політикою конфіденційності цих сторонніх рекламних серверів для отримання більш детальної інформації. Він може включати їхні методи та інструкції щодо того, як відмовитися від певних опцій.\n\nВи можете вимкнути файли cookie за допомогою окремих параметрів браузера. Щоб дізнатися більш детальну інформацію про керування файлами cookie в певних веб-браузерах, її можна знайти на відповідних веб-сайтах браузерів.\n\n## Інформація для дітей\n\nІнша частина нашого пріоритету – захистити дітей під час користування Інтернетом. Ми заохочуємо батьків та опікунів спостерігати, брати участь та/або контролювати та керувати їхньою активністю в Інтернеті.\n\nHaven свідомо не збирає будь-яку персональну ідентифікаційну інформацію від дітей віком до 13 років\\. Якщо ви вважаєте, що ваша дитина надала таку інформацію на нашому веб-сайті, ми наполегливо рекомендуємо вам негайно зв’язатися з нами, і ми докладемо всіх зусиль, щоб якнайшвидше видалити таку інформацію з наших записів.\n\n## Політика конфіденційності в Інтернеті\n\nНаша Політика конфіденційності поширюється лише на нашу діяльність в Інтернеті та дійсна для відвідувачів нашого веб-сайту щодо інформації, якою вони поділилися та/або збирали її в Haven. Ця політика не поширюється на будь-яку інформацію, зібрану в автономному режимі або через інші канали, крім цього веб-сайту.\n\n## Згода\n\nВикористовуючи наш веб-сайт, ви цим погоджуєтесь з нашою Політикою конфіденційності та погоджуєтесь з її умовами."
}