{
  "content": "# Politika privatnosti za Haven\n\nU Havenu, kojem možete pristupiti s findhaven.online, jedan od naših glavnih prioriteta je privatnost naših posjetitelja. Ovaj dokument o politici privatnosti sadrži vrste informacija koje prikuplja i bilježi Haven i kako ih koristimo.\n\nAko imate dodatnih pitanja ili trebate više informacija o našoj politici privatnosti, ne ustručavajte se kontaktirati nas. Naša politika privatnosti generirana je uz pomoć [Generatora GDPR pravila o privatnosti od GDPRPrivacyNotice.com](https://www.gdprprivacynotice.com/)\n\n## Opća uredba o zaštiti podataka (GDPR)\n\nMi smo Upravitelj podataka vaših podataka.\n\nPravna osnova za prikupljanje i korištenje osobnih podataka opisanih u ovoj Politici privatnosti ovisi o osobnim podacima koje prikupljamo i specifičnom kontekstu u kojem prikupljamo podatke:\n\n* Haven mora sklopiti ugovor s vama\n* Dali ste dopuštenje Havenu da to učini\n* Obrada vaših osobnih podataka je u legitimnom interesu tvrtke Haven\n* Haven se mora pridržavati zakona\n\nHaven će zadržati vaše osobne podatke samo onoliko dugo koliko je potrebno za svrhe navedene u ovoj Politici privatnosti. Zadržat ćemo i koristiti vaše podatke u mjeri u kojoj je to potrebno za poštivanje naših zakonskih obveza, rješavanje sporova i provođenje naših pravila.\n\nAko ste stanovnik Europskog gospodarskog prostora (EEA), imate određena prava na zaštitu podataka. Ako želite biti informirani koje osobne podatke imamo o vama i ako želite da se oni uklone iz naših sustava, kontaktirajte nas.\n\nU određenim okolnostima imate sljedeća prava na zaštitu podataka:\n\n* Pravo na pristup, ažuriranje ili brisanje podataka koje imamo o vama.\n* Pravo na ispravak.\n* Pravo na prigovor.\n* Pravo ograničenja.\n* Pravo na prenosivost podataka\n* Pravo na povlačenje privole\n\n## Datoteke dnevnika\n\nHaven slijedi standardni postupak korištenja log datoteka. Ove datoteke bilježe posjetitelje kada posjećuju web stranice. Sve hosting tvrtke to rade i dio analitike hosting usluga. Podaci koje prikupljaju datoteke dnevnika uključuju adrese internetskog protokola (IP), vrstu preglednika, davatelja internetskih usluga (ISP), datum i vremensku oznaku, stranice za upućivanje/izlaz i eventualno broj klikova. Oni nisu povezani ni s kakvim podacima koji mogu osobno identificirati. Svrha informacija je analiza trendova, administriranje stranice, praćenje kretanja korisnika na web stranici i prikupljanje demografskih podataka.\n\n## Pravila privatnosti\n\nMožete pogledati ovaj popis kako biste pronašli Pravila o privatnosti za svakog od oglašivačkih partnera Havena.\n\nOglasni poslužitelji ili oglasne mreže trećih strana koriste tehnologije kao što su kolačići, JavaScript ili Web Beacons koji se koriste u njihovim odgovarajućim oglasima i vezama koje se pojavljuju na Havenu, a koje se šalju izravno u preglednik korisnika. Oni automatski primaju vašu IP adresu kada se to dogodi. Te se tehnologije koriste za mjerenje učinkovitosti njihovih reklamnih kampanja i/ili za prilagodbu reklamnog sadržaja koji vidite na web stranicama koje posjećujete.\n\nImajte na umu da Haven nema pristup niti kontrolu nad tim kolačićima koje koriste oglašivači trećih strana.\n\n## Pravila o privatnosti trećih strana\n\nPravila o privatnosti tvrtke Haven ne odnose se na druge oglašivače ili web stranice. Stoga vam savjetujemo da pogledate odgovarajuća Pravila privatnosti ovih oglasnih poslužitelja trećih strana za detaljnije informacije. Može uključivati njihovu praksu i upute o tome kako se isključiti iz određenih opcija.\n\nMožete odabrati da onemogućite kolačiće putem pojedinačnih opcija preglednika. Da biste saznali detaljnije informacije o upravljanju kolačićima s određenim web preglednicima, možete ih pronaći na odgovarajućim web stranicama preglednika.\n\n## Informacije o djeci\n\nDrugi dio našeg prioriteta je zaštita djece tijekom korištenja interneta. Potičemo roditelje i skrbnike da promatraju, sudjeluju i/ili prate i usmjeravaju svoje aktivnosti na mreži.\n\nHaven svjesno ne prikuplja nikakve osobne identifikacijske podatke od djece mlađe od 13 godina\\. Ako mislite da je vaše dijete dalo ovakvu vrstu informacija na našoj web stranici, snažno vas potičemo da nas odmah kontaktirate i mi ćemo učiniti sve što je u našoj moći da takve informacije brzo uklonimo iz naše evidencije.\n\n## Samo online pravila o privatnosti\n\nNaša Pravila privatnosti odnose se samo na naše online aktivnosti i vrijede za posjetitelje naše web stranice u vezi s informacijama koje su podijelili i/ili prikupili u Havenu. Ova se pravila ne odnose na informacije prikupljene izvan mreže ili putem drugih kanala osim ove web stranice.\n\n## Pristanak\n\nKorištenjem naše web stranice pristajete na našu Politiku privatnosti i slažete se s njezinim uvjetima."
}