{
  "content": "# Política de privacidad de Haven\n\nEn Haven, accesible desde findhaven.online, una de nuestras principales prioridades es la privacidad de nuestros visitantes. Este documento de Política de privacidad contiene tipos de información que Haven recopila y registra y cómo la usamos.\n\nSi tienes preguntas adicionales o requieres más información sobre nuestra Política de Privacidad, no dudes en contactarnos. Nuestra Política de privacidad se generó con la ayuda de [GDPR Privacy Policy Generator from GDPRPrivacyNotice.com](https://www.gdprprivacynotice.com/)\n\n## Reglamento General de Protección de Datos (RGPD)\n\nSomos un controlador de datos de su información.\n\nLa base legal de Haven para recopilar y utilizar la información personal descrita en esta Política de privacidad depende de la Información personal que recopilamos y del contexto específico en el que recopilamos la información:\n\n* Haven necesita realizar un contrato contigo\n* Le has dado permiso a Haven para hacerlo.\n* El procesamiento de su información personal es en interés legítimo de Haven\n* Haven necesita cumplir con la ley\n\nHaven conservará su información personal solo durante el tiempo que sea necesario para los fines establecidos en esta Política de privacidad. Retendremos y utilizaremos su información en la medida necesaria para cumplir con nuestras obligaciones legales, resolver disputas y hacer cumplir nuestras políticas.\n\nSi es residente del Espacio Económico Europeo (EEE), tiene ciertos derechos de protección de datos. Si desea que se le informe qué información personal tenemos sobre usted y si desea que se elimine de nuestros sistemas, comuníquese con nosotros.\n\nEn determinadas circunstancias, usted tiene los siguientes derechos de protección de datos:\n\n* El derecho a acceder, actualizar o eliminar la información que tenemos sobre usted.\n* El derecho de rectificación.\n* El derecho de oposición.\n* El derecho de restricción.\n* El derecho a la portabilidad de los datos\n* El derecho a retirar el consentimiento\n\n## Archivos de registro\n\nHaven sigue un procedimiento estándar de uso de archivos de registro. Estos archivos registran a los visitantes cuando visitan sitios web. Todas las empresas de alojamiento hacen esto y forman parte del análisis de los servicios de alojamiento. La información recopilada por los archivos de registro incluye direcciones de protocolo de Internet (IP), tipo de navegador, proveedor de servicios de Internet (ISP), marca de fecha y hora, páginas de referencia/salida y, posiblemente, la cantidad de clics. Estos no están vinculados a ninguna información que sea personalmente identificable. El propósito de la información es analizar tendencias, administrar el sitio, rastrear el movimiento de los usuarios en el sitio web y recopilar información demográfica.\n\n## Políticas de privacidad\n\nPuede consultar esta lista para encontrar la Política de privacidad de cada uno de los socios publicitarios de Haven.\n\nLos servidores de anuncios o redes de anuncios de terceros utilizan tecnologías como cookies, JavaScript o balizas web que se utilizan en sus respectivos anuncios y enlaces que aparecen en Haven, que se envían directamente al navegador de los usuarios. Reciben automáticamente su dirección IP cuando esto ocurre. Estas tecnologías se utilizan para medir la efectividad de sus campañas publicitarias y/o para personalizar el contenido publicitario que ve en los sitios web que visita.\n\nTenga en cuenta que Haven no tiene acceso ni control sobre estas cookies que utilizan los anunciantes de terceros.\n\n## Políticas de privacidad de terceros\n\nLa Política de privacidad de Haven no se aplica a otros anunciantes o sitios web. Por lo tanto, le recomendamos que consulte las Políticas de privacidad respectivas de estos servidores de anuncios de terceros para obtener información más detallada. Puede incluir sus prácticas e instrucciones sobre cómo excluirse de ciertas opciones.\n\nPuede optar por deshabilitar las cookies a través de las opciones de su navegador individual. Para conocer información más detallada sobre la gestión de cookies con navegadores web específicos, se puede encontrar en los sitios web respectivos de los navegadores.\n\n## Información para niños\n\nOtra parte de nuestra prioridad es agregar protección para los niños mientras usan Internet. Alentamos a los padres y tutores a observar, participar y/o monitorear y guiar su actividad en línea.\n\nHaven no recopila a sabiendas ninguna información de identificación personal de niños menores de 13 años. Si cree que su hijo proporcionó este tipo de información en nuestro sitio web, le recomendamos que se comunique con nosotros de inmediato y haremos todo lo posible para eliminar dicha información de nuestros registros.\n\n## Política de privacidad en línea únicamente\n\nNuestra Política de privacidad se aplica solo a nuestras actividades en línea y es válida para los visitantes de nuestro sitio web con respecto a la información que compartieron y/o recopilaron en Haven. Esta política no se aplica a ninguna información recopilada fuera de línea o a través de canales que no sean este sitio web.\n\n## Consentimiento\n\nAl utilizar nuestro sitio web, usted acepta nuestra Política de privacidad y acepta sus términos."
}