{
  "content": "# Zásady ochrany osobných údajov pre Haven\n\nV Havene, dostupnom z findhaven.online, je jednou z našich hlavných priorít súkromie našich návštevníkov. Tento dokument Zásady ochrany osobných údajov obsahuje typy informácií, ktoré zhromažďuje a zaznamenáva spoločnosť Haven a ako ich používame.\n\nAk máte ďalšie otázky alebo požadujete viac informácií o našich Zásadách ochrany osobných údajov, neváhajte nás kontaktovať. Naše pravidlá ochrany osobných údajov boli vytvorené pomocou [GDPR Privacy Policy Generator z GDPRPrivacyNotice.com](https://www.gdprprivacynotice.com/)\n\n## Všeobecné nariadenie o ochrane údajov (GDPR)\n\nSme správcom vašich údajov.\n\nPrávny základ Haven na zhromažďovanie a používanie osobných údajov popísaných v týchto Zásadách ochrany osobných údajov závisí od osobných údajov, ktoré zhromažďujeme, a od konkrétneho kontextu, v ktorom tieto informácie zhromažďujeme:\n\n* Haven s vami musí uzavrieť zmluvu\n* Dali ste na to Haven povolenie\n* Spracovanie vašich osobných údajov je v oprávnených záujmoch spoločnosti Haven\n* Haven musí dodržiavať zákon\n\nHaven bude uchovávať vaše osobné údaje len tak dlho, ako je to potrebné na účely uvedené v týchto zásadách ochrany osobných údajov. Vaše informácie budeme uchovávať a používať v rozsahu potrebnom na splnenie našich zákonných povinností, riešenie sporov a presadzovanie našich zásad.\n\nAk ste rezidentom Európskeho hospodárskeho priestoru (EHP), máte určité práva na ochranu údajov. Ak chcete byť informovaní, aké osobné údaje o vás uchovávame a ak chcete, aby boli odstránené z našich systémov, kontaktujte nás.\n\nZa určitých okolností máte nasledujúce práva na ochranu údajov:\n\n* Právo na prístup, aktualizáciu alebo vymazanie informácií, ktoré o vás máme.\n* Právo na opravu.\n* Právo namietať.\n* Právo na obmedzenie.\n* Právo na prenosnosť údajov\n* Právo odvolať súhlas\n\n## Súbory denníka\n\nHaven sa riadi štandardným postupom používania súborov denníka. Tieto súbory zaznamenávajú návštevníkov, keď navštívia webové stránky. Všetky hostingové spoločnosti to robia a sú súčasťou analýzy hostingových služieb. Informácie zhromaždené protokolovými súbormi zahŕňajú adresy internetového protokolu (IP), typ prehliadača, poskytovateľa internetových služieb (ISP), dátum a časovú pečiatku, odkazujúce/výstupné stránky a možno aj počet kliknutí. Tieto nie sú spojené so žiadnymi informáciami, ktoré sú osobne identifikovateľné. Účelom informácií je analyzovať trendy, spravovať stránku, sledovať pohyb používateľov na stránke a zhromažďovať demografické informácie.\n\n## Zásady ochrany osobných údajov\n\nV tomto zozname môžete nájsť Zásady ochrany osobných údajov pre každého z reklamných partnerov Haven.\n\nReklamné servery alebo reklamné siete tretích strán používajú technológie ako cookies, JavaScript alebo Web Beacons, ktoré sa používajú v ich príslušných reklamách a odkazoch, ktoré sa zobrazujú na Havene a ktoré sa odosielajú priamo do prehliadača používateľov. Keď k tomu dôjde, automaticky dostanú vašu IP adresu. Tieto technológie sa používajú na meranie účinnosti ich reklamných kampaní a/alebo na prispôsobenie reklamného obsahu, ktorý vidíte na webových stránkach, ktoré navštevujete.\n\nUpozorňujeme, že Haven nemá žiadny prístup ani kontrolu nad týmito súbormi cookie, ktoré používajú inzerenti tretích strán.\n\n## Zásady ochrany osobných údajov tretích strán\n\nZásady ochrany osobných údajov spoločnosti Haven sa nevzťahujú na iných inzerentov ani webové stránky. Preto vám odporúčame, aby ste si podrobnejšie informácie prečítali v príslušných Zásadách ochrany osobných údajov týchto reklamných serverov tretích strán. Môže zahŕňať ich postupy a pokyny o tom, ako zrušiť určité možnosti.\n\nSúbory cookie môžete zakázať prostredníctvom individuálnych možností prehliadača. Ak chcete získať podrobnejšie informácie o správe súborov cookie pomocou konkrétnych webových prehliadačov, nájdete ich na príslušných webových stránkach prehliadačov.\n\n## Informácie pre deti\n\nĎalšou súčasťou našej priority je pridanie ochrany detí pri používaní internetu. Odporúčame rodičom a opatrovníkom, aby sledovali, zúčastňovali sa a/alebo monitorovali a usmerňovali svoju online aktivitu.\n\nHaven vedome nezhromažďuje žiadne osobné údaje od detí mladších ako 13 rokov\\. Ak si myslíte, že vaše dieťa poskytlo tento druh informácií na našej webovej stránke, dôrazne vám odporúčame, aby ste nás okamžite kontaktovali a my urobíme všetko pre to, aby sme takéto informácie urýchlene odstránili z našich záznamov.\n\n## Iba online zásady ochrany osobných údajov\n\nNaše Zásady ochrany osobných údajov sa vzťahujú iba na naše online aktivity a platia pre návštevníkov našej webovej stránky, pokiaľ ide o informácie, ktoré zdieľajú a/alebo zhromažďujú v Havene. Tieto zásady sa nevzťahujú na žiadne informácie zhromaždené offline alebo prostredníctvom iných kanálov, ako je táto webová lokalita.\n\n## Súhlas\n\nPoužívaním našej webovej stránky vyjadrujete súhlas s našimi Zásadami ochrany osobných údajov a súhlasíte s ich podmienkami."
}