{
  "content": "# Privatlivspolitik for Haven\n\nHos Haven, tilgængelig fra findhaven.online, er en af vores hovedprioriteter vores besøgendes privatliv. Dette dokument om privatlivspolitik indeholder typer af oplysninger, der indsamles og registreres af Haven, og hvordan vi bruger dem.\n\nHvis du har yderligere spørgsmål eller ønsker mere information om vores privatlivspolitik, så tøv ikke med at kontakte os. Vores privatlivspolitik blev genereret ved hjælp af [GDPR Privacy Policy Generator fra GDPRPrivacyNotice.com](https://www.gdprprivacynotice.com/)\n\n## General Data Protection Regulation (GDPR)\n\nVi er dataansvarlig for dine oplysninger.\n\nAt have juridisk grundlag for at indsamle og bruge de personlige oplysninger, der er beskrevet i denne privatlivspolitik, afhænger af de personlige oplysninger, vi indsamler, og den specifikke kontekst, hvori vi indsamler oplysningerne:\n\n* Haven skal udføre en kontrakt med dig\n* Du har givet Haven tilladelse til at gøre det\n* Behandling af dine personlige oplysninger er i Havens legitime interesser\n* Haven skal overholde loven\n\nHaven opbevarer kun dine personlige oplysninger, så længe det er nødvendigt for de formål, der er angivet i denne privatlivspolitik. Vi vil beholde og bruge dine oplysninger i det omfang, det er nødvendigt for at overholde vores juridiske forpligtelser, løse tvister og håndhæve vores politikker.\n\nHvis du er bosiddende i Det Europæiske Økonomiske Samarbejdsområde (EØS), har du visse databeskyttelsesrettigheder. Hvis du ønsker at blive informeret om, hvilke personlige oplysninger vi har om dig, og hvis du ønsker, at de skal fjernes fra vores systemer, bedes du kontakte os.\n\nUnder visse omstændigheder har du følgende databeskyttelsesrettigheder:\n\n* Retten til at få adgang til, opdatere eller slette de oplysninger, vi har om dig.\n* Retten til berigtigelse.\n* Retten til at gøre indsigelse.\n* Ret til begrænsning.\n* Retten til dataportabilitet\n* Ret til at trække samtykke tilbage\n\n## Logfiler\n\nHaven følger en standardprocedure for brug af logfiler. Disse filer logger besøgende, når de besøger websteder. Alle hostingfirmaer gør dette og er en del af hostingtjenesternes analyser. De oplysninger, der indsamles af logfiler, omfatter internetprotokol (IP)-adresser, browsertype, internetudbyder (ISP), dato- og tidsstempel, henvisnings-/afslutningssider og muligvis antallet af klik. Disse er ikke knyttet til nogen information, der er personligt identificerbar. Formålet med informationen er at analysere tendenser, administrere siden, spore brugernes bevægelser på hjemmesiden og indsamle demografiske oplysninger.\n\n## Privatlivspolitikker\n\nDu kan konsultere denne liste for at finde privatlivspolitikken for hver af Havens reklamepartnere.\n\nTredjeparts annonceservere eller annoncenetværk bruger teknologier som cookies, JavaScript eller Web Beacons, der bruges i deres respektive annoncer og links, der vises på Haven, som sendes direkte til brugernes browser. De modtager automatisk din IP-adresse, når dette sker. Disse teknologier bruges til at måle effektiviteten af deres reklamekampagner og/eller til at tilpasse det reklameindhold, du ser på websteder, du besøger.\n\nBemærk, at Haven ikke har adgang til eller kontrol over disse cookies, der bruges af tredjeparts annoncører.\n\n## Tredjeparts fortrolighedspolitikker\n\nHavens privatlivspolitik gælder ikke for andre annoncører eller websteder. Derfor råder vi dig til at konsultere de respektive privatlivspolitikker for disse tredjeparts annonceservere for mere detaljerede oplysninger. Det kan omfatte deres praksis og instruktioner om, hvordan man fravælger visse muligheder.\n\nDu kan vælge at deaktivere cookies gennem dine individuelle browserindstillinger. For at få mere detaljeret information om cookiehåndtering med specifikke webbrowsere, kan den findes på browsernes respektive hjemmesider.\n\n## Børneinformation\n\nEn anden del af vores prioritet er at tilføje beskyttelse til børn, mens de bruger internettet. Vi opfordrer forældre og værger til at observere, deltage i og/eller overvåge og guide deres onlineaktivitet.\n\nHaven indsamler ikke bevidst nogen personlig identificerbar information fra børn under 13 år. Hvis du mener, at dit barn har givet denne form for information på vores hjemmeside, opfordrer vi dig kraftigt til at kontakte os med det samme, og vi vil gøre vores bedste for straks at fjerne sådanne oplysninger fra vores optegnelser.\n\n## Kun online privatlivspolitik\n\nVores privatlivspolitik gælder kun for vores onlineaktiviteter og er gyldig for besøgende på vores hjemmeside med hensyn til de oplysninger, som de har delt og/eller indsamlet i Haven. Denne politik gælder ikke for information indsamlet offline eller via andre kanaler end denne hjemmeside.\n\n## Samtykke\n\nVed at bruge vores hjemmeside giver du hermed samtykke til vores privatlivspolitik og accepterer dens vilkår."
}