{
  "content": "# Política de Privacidade para Haven\n\nEm Haven, acessível a partir de findhaven.online, uma das nossas principais prioridades é a privacidade dos nossos visitantes. Este documento de Política de Privacidade contém tipos de informações que são coletadas e registradas pela Haven e como as usamos.\n\nSe você tiver dúvidas adicionais ou precisar de mais informações sobre nossa Política de Privacidade, não hesite em nos contatar. Nossa Política de Privacidade foi gerada com a ajuda do [GDPR Privacy Policy Generator from GDPRPrivacyNotice.com](https://www.gdprprivacynotice.com/)\n\n## Regulamento Geral de Proteção de Dados (GDPR)\n\nSomos um Controlador de Dados de suas informações.\n\nA base legal da Haven para coletar e usar as informações pessoais descritas nesta Política de Privacidade depende das Informações Pessoais que coletamos e do contexto específico em que coletamos as informações:\n\n* Haven precisa realizar um contrato com você\n* Você deu permissão a Haven para fazê-lo\n* O processamento de suas informações pessoais é de interesse legítimo da Haven\n* Haven precisa cumprir a lei\n\nA Haven reterá suas informações pessoais apenas pelo tempo necessário para os fins estabelecidos nesta Política de Privacidade. Reteremos e usaremos suas informações na medida do necessário para cumprir nossas obrigações legais, resolver disputas e aplicar nossas políticas.\n\nSe você é residente do Espaço Econômico Europeu (EEE), tem certos direitos de proteção de dados. Se você deseja ser informado sobre quais Informações Pessoais mantemos sobre você e se deseja que elas sejam removidas de nossos sistemas, entre em contato conosco.\n\nEm determinadas circunstâncias, você tem os seguintes direitos de proteção de dados:\n\n* O direito de acessar, atualizar ou excluir as informações que temos sobre você.\n* O direito de retificação.\n* O direito de oposição.\n* O direito de restrição.\n* O direito à portabilidade de dados\n* O direito de retirar o consentimento\n\n## Arquivos de registro\n\nHaven segue um procedimento padrão de uso de arquivos de log. Esses arquivos registram os visitantes quando eles visitam sites. Todas as empresas de hospedagem fazem isso e uma parte da análise dos serviços de hospedagem. As informações coletadas pelos arquivos de log incluem endereços de protocolo da Internet (IP), tipo de navegador, provedor de serviços de Internet (ISP), carimbo de data e hora, páginas de referência/saída e, possivelmente, o número de cliques. Eles não estão vinculados a nenhuma informação que seja pessoalmente identificável. O objetivo das informações é analisar tendências, administrar o site, rastrear o movimento dos usuários no site e coletar informações demográficas.\n\n## Políticas de privacidade\n\nVocê pode consultar esta lista para encontrar a Política de Privacidade de cada um dos parceiros de publicidade da Haven.\n\nServidores de anúncios de terceiros ou redes de anúncios usam tecnologias como cookies, JavaScript ou Web Beacons que são usados em seus respectivos anúncios e links que aparecem no Haven, que são enviados diretamente ao navegador dos usuários. Eles recebem automaticamente seu endereço IP quando isso ocorre. Essas tecnologias são usadas para medir a eficácia de suas campanhas publicitárias e/ou para personalizar o conteúdo publicitário que você vê nos sites que visita.\n\nObserve que a Haven não tem acesso ou controle sobre esses cookies que são usados por anunciantes de terceiros.\n\n## Políticas de privacidade de terceiros\n\nA Política de Privacidade da Haven não se aplica a outros anunciantes ou sites. Assim, aconselhamos que consulte as respectivas Políticas de Privacidade desses servidores de anúncios de terceiros para obter informações mais detalhadas. Pode incluir suas práticas e instruções sobre como desativar determinadas opções.\n\nVocê pode optar por desabilitar os cookies através das opções individuais do seu navegador. Para obter informações mais detalhadas sobre a gestão de cookies com navegadores específicos, pode encontrá-las nos respetivos sites dos navegadores.\n\n## Informações para crianças\n\nOutra parte de nossa prioridade é adicionar proteção para crianças enquanto usam a internet. Incentivamos os pais e responsáveis a observar, participar e/ou monitorar e orientar suas atividades online.\n\nA Haven não coleta intencionalmente quaisquer Informações Pessoais Identificáveis de crianças menores de 13 anos\\. Se você acha que seu filho forneceu esse tipo de informação em nosso site, recomendamos que você entre em contato conosco imediatamente e faremos nossos melhores esforços para remover imediatamente essas informações de nossos registros.\n\n## Somente Política de Privacidade Online\n\nA nossa Política de Privacidade aplica-se apenas às nossas atividades online e é válida para os visitantes do nosso website no que diz respeito às informações que partilharam e/ou recolheram em Haven. Esta política não se aplica a nenhuma informação coletada offline ou por outros canais que não este site.\n\n## Consentimento\n\nAo usar nosso site, você concorda com nossa Política de Privacidade e concorda com seus termos."
}