{
  "content": "# Politique de confidentialité pour Haven\n\nChez Haven, accessible depuis findhaven.online, l'une de nos principales priorités est la confidentialité de nos visiteurs. Ce document de politique de confidentialité contient des types d'informations qui sont collectées et enregistrées par Haven et comment nous les utilisons.\n\nSi vous avez des questions supplémentaires ou souhaitez plus d'informations sur notre politique de confidentialité, n'hésitez pas à nous contacter. Notre politique de confidentialité a été générée avec l'aide de [GDPR Privacy Policy Generator from GDPRPrivacyNotice.com](https://www.gdprprivacynotice.com/)\n\n## Règlement général sur la protection des données (RGPD)\n\nNous sommes un contrôleur de données de vos informations.\n\nLa base juridique de Haven pour la collecte et l'utilisation des informations personnelles décrites dans la présente politique de confidentialité dépend des informations personnelles que nous collectons et du contexte spécifique dans lequel nous collectons les informations :\n\n* Haven doit exécuter un contrat avec vous\n* Vous avez autorisé Haven à le faire\n* Le traitement de vos informations personnelles est dans l'intérêt légitime de Haven\n* Haven doit se conformer à la loi\n\nHaven ne conservera vos informations personnelles que le temps nécessaire aux fins énoncées dans la présente politique de confidentialité. Nous conserverons et utiliserons vos informations dans la mesure nécessaire pour nous conformer à nos obligations légales, résoudre les litiges et appliquer nos politiques.\n\nSi vous résidez dans l'Espace économique européen (EEE), vous disposez de certains droits en matière de protection des données. Si vous souhaitez être informé des informations personnelles que nous détenons à votre sujet et si vous souhaitez qu'elles soient supprimées de nos systèmes, veuillez nous contacter.\n\nDans certaines circonstances, vous disposez des droits suivants en matière de protection des données :\n\n* Le droit d'accéder, de mettre à jour ou de supprimer les informations que nous avons sur vous.\n* Le droit de rectification.\n* Le droit d'opposition.\n* Le droit de restriction.\n* Le droit à la portabilité des données\n* Le droit de retirer son consentement\n\n## Fichiers journaux\n\nHaven suit une procédure standard d'utilisation des fichiers journaux. Ces fichiers enregistrent les visiteurs lorsqu'ils visitent des sites Web. Toutes les sociétés d'hébergement le font et font partie de l'analyse des services d'hébergement. Les informations collectées par les fichiers journaux incluent les adresses IP (protocole Internet), le type de navigateur, le fournisseur d'accès Internet (FAI), l'horodatage, les pages de renvoi/sortie et éventuellement le nombre de clics. Ceux-ci ne sont liés à aucune information personnellement identifiable. Le but de l'information est d'analyser les tendances, d'administrer le site, de suivre le mouvement des utilisateurs sur le site Web et de recueillir des informations démographiques.\n\n## Les politiques de confidentialité\n\nVous pouvez consulter cette liste pour trouver la politique de confidentialité de chacun des partenaires publicitaires de Haven.\n\nLes serveurs publicitaires ou réseaux publicitaires tiers utilisent des technologies telles que les cookies, JavaScript ou les balises Web qui sont utilisées dans leurs publicités et liens respectifs qui apparaissent sur Haven, qui sont envoyés directement au navigateur des utilisateurs. Ils reçoivent automatiquement votre adresse IP lorsque cela se produit. Ces technologies sont utilisées pour mesurer l'efficacité de leurs campagnes publicitaires et/ou pour personnaliser le contenu publicitaire que vous voyez sur les sites Web que vous visitez.\n\nNotez que Haven n'a aucun accès ni aucun contrôle sur ces cookies qui sont utilisés par des annonceurs tiers.\n\n## Politiques de confidentialité des tiers\n\nLa politique de confidentialité de Haven ne s'applique pas aux autres annonceurs ou sites Web. Ainsi, nous vous conseillons de consulter les politiques de confidentialité respectives de ces serveurs publicitaires tiers pour des informations plus détaillées. Il peut inclure leurs pratiques et instructions sur la façon de se retirer de certaines options.\n\nVous pouvez choisir de désactiver les cookies via les options de votre navigateur. Pour connaître des informations plus détaillées sur la gestion des cookies avec des navigateurs Web spécifiques, vous pouvez les trouver sur les sites Web respectifs des navigateurs.\n\n## Informations pour les enfants\n\nUne autre partie de notre priorité est d'ajouter une protection pour les enfants lors de l'utilisation d'Internet. Nous encourageons les parents et les tuteurs à observer, participer et/ou surveiller et guider leur activité en ligne.\n\nHaven ne collecte sciemment aucune information personnelle identifiable d'enfants de moins de 13 ans. Si vous pensez que votre enfant a fourni ce type d'informations sur notre site Web, nous vous encourageons vivement à nous contacter immédiatement et nous ferons de notre mieux pour supprimer rapidement ces informations de nos dossiers.\n\n## Politique de confidentialité en ligne uniquement\n\nNotre politique de confidentialité s'applique uniquement à nos activités en ligne et est valable pour les visiteurs de notre site Web en ce qui concerne les informations qu'ils partagent et/ou collectent sur Haven. Cette politique ne s'applique pas aux informations collectées hors ligne ou via des canaux autres que ce site Web.\n\n## Consentement\n\nEn utilisant notre site Web, vous consentez par la présente à notre politique de confidentialité et acceptez ses conditions."
}