{
  "content": "# Sekretesspolicy för Haven\n\nPå Haven, tillgänglig från findhaven.online, är en av våra huvudprioriteringar våra besökares integritet. Detta sekretesspolicydokument innehåller typer av information som samlas in och registreras av Haven och hur vi använder den.\n\nOm du har ytterligare frågor eller behöver mer information om vår integritetspolicy, tveka inte att kontakta oss. Vår sekretesspolicy skapades med hjälp av [GDPR Privacy Policy Generator från GDPRPrivacyNotice.com](https://www.gdprprivacynotice.com/)\n\n## General Data Protection Regulation (GDPR)\n\nVi är en personuppgiftsansvarig för din information.\n\nHar laglig grund för att samla in och använda den personliga information som beskrivs i denna integritetspolicy beror på den personliga information vi samlar in och det specifika sammanhang i vilket vi samlar in informationen:\n\n* Haven behöver utföra ett kontrakt med dig\n* Du har gett Haven tillåtelse att göra det\n* Att behandla dina personuppgifter ligger i Havens legitima intressen\n* Haven måste följa lagen\n\nHaven kommer endast att behålla din personliga information så länge som är nödvändigt för de syften som anges i denna integritetspolicy. Vi kommer att behålla och använda din information i den utsträckning det är nödvändigt för att följa våra juridiska skyldigheter, lösa tvister och upprätthålla vår policy.\n\nOm du är bosatt i Europeiska ekonomiska samarbetsområdet (EES) har du vissa dataskyddsrättigheter. Om du vill få information om vilken personlig information vi har om dig och om du vill att den ska tas bort från våra system, vänligen kontakta oss.\n\nUnder vissa omständigheter har du följande dataskyddsrättigheter:\n\n* Rätten att få tillgång till, uppdatera eller radera den information vi har om dig.\n* Rätten till rättelse.\n* Rätten att göra invändningar.\n* Inskränkningsrätten.\n* Rätt till dataportabilitet\n* Rätten att återkalla samtycke\n\n## Loggfiler\n\nHaven följer en standardprocedur för att använda loggfiler. Dessa filer loggar besökare när de besöker webbplatser. Alla värdföretag gör detta och en del av värdtjänsternas analys. Informationen som samlas in av loggfiler inkluderar internetprotokoll (IP)-adresser, webbläsartyp, Internetleverantör (ISP), datum- och tidsstämpel, hänvisnings-/utgångssidor och möjligen antalet klick. Dessa är inte kopplade till någon information som är personligt identifierbar. Syftet med informationen är att analysera trender, administrera webbplatsen, spåra användares rörelser på webbplatsen och samla in demografisk information.\n\n## Sekretesspolicyer\n\nDu kan konsultera den här listan för att hitta sekretesspolicyn för var och en av Havens reklampartner.\n\nTredjeparts annonsservrar eller annonsnätverk använder teknik som cookies, JavaScript eller Web Beacons som används i deras respektive annonser och länkar som visas på Haven, som skickas direkt till användarnas webbläsare. De får automatiskt din IP-adress när detta inträffar. Dessa tekniker används för att mäta effektiviteten av deras reklamkampanjer och/eller för att anpassa annonsinnehållet som du ser på webbplatser som du besöker.\n\nObservera att Haven inte har tillgång till eller kontroll över dessa cookies som används av tredjepartsannonsörer.\n\n## Tredje parts sekretesspolicyer\n\nHavens sekretesspolicy gäller inte andra annonsörer eller webbplatser. Därför råder vi dig att konsultera respektive integritetspolicy för dessa tredjepartsannonsservrar för mer detaljerad information. Det kan innehålla deras praxis och instruktioner om hur man väljer bort vissa alternativ.\n\nDu kan välja att inaktivera cookies genom dina individuella webbläsaralternativ. För att få mer detaljerad information om cookiehantering med specifika webbläsare finns den på webbläsarnas respektive webbplatser.\n\n## Barninformation\n\nEn annan del av vår prioritet är att lägga till skydd för barn när de använder internet. Vi uppmuntrar föräldrar och vårdnadshavare att observera, delta i och/eller övervaka och vägleda deras onlineaktivitet.\n\nHaven samlar inte medvetet in någon personlig identifierbar information från barn under 13 år. Om du tror att ditt barn har lämnat denna typ av information på vår webbplats, rekommenderar vi starkt att du kontaktar oss omedelbart och vi kommer att göra vårt bästa för att snabbt ta bort sådan information från våra register.\n\n## Endast sekretesspolicy online\n\nVår sekretesspolicy gäller endast för våra onlineaktiviteter och är giltig för besökare på vår webbplats med avseende på informationen som de delat och/eller samlar in i Haven. Denna policy är inte tillämplig på information som samlas in offline eller via andra kanaler än denna webbplats.\n\n## Samtycke\n\nGenom att använda vår webbplats samtycker du härmed till vår integritetspolicy och godkänner dess villkor."
}