{
  "content": "# Haven için Gizlilik Politikası\n\nFindhaven.online adresinden erişilebilen Haven'da ana önceliklerimizden biri ziyaretçilerimizin gizliliğidir. Bu Gizlilik Politikası belgesi, Haven tarafından toplanan ve kaydedilen bilgi türlerini ve bunları nasıl kullandığımızı içerir.\n\nEk sorularınız varsa veya Gizlilik Politikamız hakkında daha fazla bilgiye ihtiyacınız varsa, bizimle iletişime geçmekten çekinmeyin. Gizlilik Politikamız [GDPR Privacy Policy Generator from GDPRPrivacyNotice.com](https://www.gdprprivacynotice.com/) yardımıyla oluşturulmuştur.\n\n## Genel Veri Koruma Yönetmeliği (GDPR)\n\nBilgilerinizin Veri Kontrolörüyüz.\n\nBu Gizlilik Politikasında açıklanan kişisel bilgileri toplamanın ve kullanmanın yasal dayanağı, topladığımız Kişisel Bilgilere ve bilgileri topladığımız özel bağlama bağlıdır:\n\n* Haven'ın sizinle bir sözleşme yapması gerekiyor\n* Haven'a bunu yapması için izin verdiniz\n* Kişisel bilgilerinizin işlenmesi Haven'ın meşru menfaatleri dahilindedir\n* Haven'ın yasalara uyması gerekiyor\n\nHaven, kişisel bilgilerinizi yalnızca bu Gizlilik Politikasında belirtilen amaçlar için gerekli olduğu sürece saklayacaktır. Yasal yükümlülüklerimize uymak, anlaşmazlıkları çözmek ve politikalarımızı uygulamak için gerekli olduğu ölçüde bilgilerinizi saklayacak ve kullanacağız.\n\nAvrupa Ekonomik Alanı'nda (AEA) ikamet ediyorsanız, belirli veri koruma haklarına sahipsiniz. Hakkınızda tuttuğumuz Kişisel Bilgilerden haberdar olmak ve bunların sistemlerimizden kaldırılmasını istiyorsanız lütfen bizimle iletişime geçin.\n\nBelirli durumlarda, aşağıdaki veri koruma haklarına sahipsiniz:\n\n* Hakkınızda sahip olduğumuz bilgilere erişme, bunları güncelleme veya silme hakkı.\n* Düzeltme hakkı.\n* İtiraz hakkı.\n* Kısıtlama hakkı.\n* Veri taşınabilirliği hakkı\n* Rızayı geri çekme hakkı\n\n## Log dosyaları\n\nHaven, günlük dosyalarını kullanmak için standart bir prosedür izler. Bu dosyalar, ziyaretçileri web sitelerini ziyaret ettiklerinde günlüğe kaydeder. Tüm barındırma şirketleri bunu yapar ve barındırma hizmetleri analitiğinin bir parçasıdır. Günlük dosyaları tarafından toplanan bilgiler arasında internet protokolü (IP) adresleri, tarayıcı türü, İnternet Servis Sağlayıcısı (ISP), tarih ve saat damgası, başvuru/çıkış sayfaları ve muhtemelen tıklama sayısı yer alır. Bunlar, kişisel olarak tanımlanabilir herhangi bir bilgiyle bağlantılı değildir. Bilgilerin amacı, eğilimleri analiz etmek, siteyi yönetmek, kullanıcıların web sitesindeki hareketlerini izlemek ve demografik bilgileri toplamaktır.\n\n## Gizlilik Politikaları\n\nHaven'ın reklamcılık ortaklarının her biri için Gizlilik Politikasını bulmak için bu listeye başvurabilirsiniz.\n\nÜçüncü taraf reklam sunucuları veya reklam ağları, ilgili reklamlarında kullanılan çerezler, JavaScript veya Web İşaretçileri gibi teknolojileri ve doğrudan kullanıcıların tarayıcısına gönderilen Haven'da görünen bağlantıları kullanır. Bu gerçekleştiğinde otomatik olarak IP adresinizi alırlar. Bu teknolojiler, reklam kampanyalarının etkinliğini ölçmek ve/veya ziyaret ettiğiniz web sitelerinde gördüğünüz reklam içeriğini kişiselleştirmek için kullanılır.\n\nHaven'ın üçüncü taraf reklamcılar tarafından kullanılan bu çerezlere erişimi veya bunlar üzerinde kontrolü olmadığını unutmayın.\n\n## Üçüncü Taraf Gizlilik Politikaları\n\nHaven'ın Gizlilik Politikası, diğer reklamverenler veya web siteleri için geçerli değildir. Bu nedenle, daha ayrıntılı bilgi için bu üçüncü taraf reklam sunucularının ilgili Gizlilik Politikalarına başvurmanızı tavsiye ediyoruz. Belirli seçeneklerden nasıl vazgeçileceğine ilişkin uygulamalarını ve talimatlarını içerebilir.\n\nBireysel tarayıcı seçenekleriniz aracılığıyla çerezleri devre dışı bırakmayı seçebilirsiniz. Belirli web tarayıcılarıyla tanımlama bilgisi yönetimi hakkında daha ayrıntılı bilgi edinmek için tarayıcıların ilgili web sitelerinde bulunabilir.\n\n## Çocuk Bilgileri\n\nÖnceliğimizin bir diğer parçası da interneti kullanırken çocuklara koruma sağlamaktır. Ebeveynleri ve velileri, çevrimiçi etkinliklerini gözlemlemeye, katılmaya ve/veya izlemeye ve yönlendirmeye teşvik ediyoruz.\n\nHaven, 13 yaşının altındaki çocuklardan bilerek Kişisel Tanımlanabilir Bilgi toplamaz. Çocuğunuzun bu tür bilgileri web sitemizde sağladığını düşünüyorsanız, hemen bizimle iletişime geçmenizi şiddetle tavsiye ederiz ve bu tür bilgileri derhal kayıtlarımızdan kaldırmak için elimizden gelenin en iyisini yapacağız.\n\n## Yalnızca Çevrimiçi Gizlilik Politikası\n\nGizlilik Politikamız yalnızca çevrimiçi etkinliklerimiz için geçerlidir ve Haven'da paylaştıkları ve/veya topladıkları bilgilerle ilgili olarak web sitemizi ziyaret edenler için geçerlidir. Bu politika, çevrimdışı veya bu web sitesi dışındaki kanallar aracılığıyla toplanan hiçbir bilgi için geçerli değildir.\n\n## Onay\n\nWeb sitemizi kullanarak, Gizlilik Politikamızı kabul etmiş ve şartlarını kabul etmiş olursunuz."
}