{
  "content": "# Палітыка прыватнасці для Haven\n\nУ Haven, да якога можна атрымаць доступ з findhaven.online, адным з нашых галоўных прыярытэтаў з'яўляецца канфідэнцыяльнасць наведвальнікаў. Гэты дакумент аб палітыцы канфідэнцыяльнасці змяшчае тыпы інфармацыі, якая збіраецца і запісваецца Haven і як мы яе выкарыстоўваем.\n\nКалі ў вас ёсць дадатковыя пытанні або вам патрабуецца дадатковая інфармацыя аб нашай палітыцы прыватнасці, не саромейцеся звяртацца да нас. Наша Палітыка прыватнасці была створана з дапамогай [генератара палітыкі прыватнасці GDPR ад GDPRPrivacyNotice.com](https://www.gdprprivacynotice.com/)\n\n## Агульны рэгламент аб абароне даных (GDPR)\n\nМы з'яўляемся кантралёрам вашай інфармацыі.\n\nПрававая база для збору і выкарыстання асабістай інфармацыі, апісанай у гэтай Палітыцы канфідэнцыяльнасці, залежыць ад асабістай інфармацыі, якую мы збіраем, і канкрэтнага кантэксту, у якім мы збіраем інфармацыю:\n\n* Хэвену неабходна заключыць з вамі кантракт\n* Вы далі дазвол Haven на гэта\n* Апрацоўка вашай асабістай інфармацыі адпавядае законным інтарэсам Haven\n* Хейвен павінен выконваць закон\n\nHaven будзе захоўваць вашу асабістую інфармацыю толькі столькі, колькі гэта неабходна для мэтаў, выкладзеных у гэтай Палітыцы канфідэнцыяльнасці. Мы будзем захоўваць і выкарыстоўваць вашу інфармацыю ў той ступені, у якой гэта неабходна для выканання нашых юрыдычных абавязацельстваў, вырашэння спрэчак і выканання нашай палітыкі.\n\nКалі вы з'яўляецеся рэзідэнтам Еўрапейскай эканамічнай зоны (ЕЭЗ), у вас ёсць пэўныя правы на абарону даных. Калі вы хочаце быць інфармаванымі, якую персанальную інфармацыю мы захоўваем пра вас, і калі вы хочаце, каб яе выдалілі з нашых сістэм, звяжыцеся з намі.\n\nУ пэўных абставінах вы маеце наступныя правы на абарону даных:\n\n* Права на доступ, абнаўленне або выдаленне інфармацыі, якую мы маем пра вас.\n* Права выпраўлення.\n* Права на пярэчанне.\n* Права абмежавання.\n* Права на пераноснасць дадзеных\n* Права адклікаць згоду\n\n## Файлы часопіса\n\nHaven прытрымліваецца стандартнай працэдуры выкарыстання файлаў журналаў. Гэтыя файлы запісваюць наведвальнікаў, калі яны наведваюць вэб-сайты. Усе хостынгавыя кампаніі робяць гэта і ўваходзіць у аналітыку хостынгавых паслуг. Інфармацыя, якую збіраюць файлы журналаў, уключае адрасы інтэрнэт-пратаколу (IP), тып браўзэра, пастаўшчыка паслуг Інтэрнэту (ISP), дату і час, старонкі спасылак/выходаў і, магчыма, колькасць клікаў. Яны не звязаны з інфармацыяй, якая дазваляе ідэнтыфікаваць асобу. Мэтай інфармацыі з'яўляецца аналіз тэндэнцый, адміністраванне сайта, адсочванне перамяшчэння карыстальнікаў на сайце і збор дэмаграфічнай інфармацыі.\n\n## Палітыка прыватнасці\n\nВы можаце азнаёміцца з гэтым спісам, каб знайсці палітыку прыватнасці для кожнага з рэкламных партнёраў Haven.\n\nСтороннія рэкламныя серверы або рэкламныя сеткі выкарыстоўваюць такія тэхналогіі, як файлы cookie, JavaScript або вэб-маякі, якія выкарыстоўваюцца ў адпаведных рэкламных аб'явах і спасылках, якія з'яўляюцца на Haven і адпраўляюцца непасрэдна ў браўзер карыстальнікаў. Яны аўтаматычна атрымліваюць ваш IP-адрас, калі гэта адбываецца. Гэтыя тэхналогіі выкарыстоўваюцца для вымярэння эфектыўнасці іх рэкламных кампаній і/або для персаналізацыі рэкламнага кантэнту, які вы бачыце на вэб-сайтах, якія вы наведваеце.\n\nЗвярніце ўвагу, што Haven не мае доступу або кантролю над гэтымі файламі cookie, якія выкарыстоўваюцца староннімі рэкламадаўцамі.\n\n## Палітыка прыватнасці трэціх асоб\n\nПалітыка канфідэнцыяльнасці Haven не распаўсюджваецца на іншых рэкламадаўцаў або вэб-сайтаў. Такім чынам, мы раім вам пракансультавацца з адпаведнай палітыкай прыватнасці гэтых старонніх рэкламных сервераў для атрымання больш падрабязнай інфармацыі. Гэта можа ўключаць іх практыку і інструкцыі аб тым, як адмовіцца ад некаторых варыянтаў.\n\nВы можаце адключыць файлы cookie праз індывідуальныя параметры браўзера. Каб даведацца больш падрабязную інфармацыю аб кіраванні печывамі ў пэўных вэб-браўзерах, яе можна знайсці на адпаведных вэб-сайтах браўзераў.\n\n## Інфармацыя для дзяцей\n\nЯшчэ адна частка нашага прыярытэту - гэта абарона дзяцей падчас карыстання інтэрнэтам. Мы заклікаем бацькоў і апекуноў назіраць, удзельнічаць і/або кантраляваць і кіраваць іх дзейнасцю ў Інтэрнэце.\n\nHaven свядома не збірае асабістую інфармацыю ад дзяцей ва ўзросце да 13 гадоў\\. Калі вы лічыце, што ваша дзіця прадставіла такую інфармацыю на нашым сайце, мы настойліва рэкамендуем вам неадкладна звязацца з намі, і мы зробім усё магчымае, каб аператыўна выдаліць такую інфармацыю з нашых даных.\n\n## Палітыка прыватнасці ў Інтэрнэце\n\nНаша Палітыка канфідэнцыяльнасці распаўсюджваецца толькі на нашу дзейнасць у Інтэрнэце і дзейнічае для наведвальнікаў нашага вэб-сайта ў дачыненні да інфармацыі, якой яны падзяліліся і/або збіраюць у Хейвене. Гэта палітыка не распаўсюджваецца на інфармацыю, сабраную ў аўтаномным рэжыме або праз іншыя каналы, акрамя гэтага вэб-сайта.\n\n## Згода\n\nВыкарыстоўваючы наш вэб-сайт, вы згаджаецеся з нашай Палітыкай прыватнасці і згаджаецеся з яе ўмовамі."
}