{
  "content": "# Политика конфиденциальности для Haven\n\nВ Haven, доступном на сайте findhaven.online, одним из наших главных приоритетов является конфиденциальность наших посетителей. Этот документ Политики конфиденциальности содержит типы информации, которую Haven собирает и записывает, и то, как мы ее используем.\n\nЕсли у вас есть дополнительные вопросы или вам нужна дополнительная информация о нашей Политике конфиденциальности, не стесняйтесь обращаться к нам. Наша Политика конфиденциальности была создана с помощью [Генератора политики конфиденциальности GDPR от GDPRPrivacyNotice.com] (https://www.gdprprivacynotice.com/)\n\n## Общий регламент по защите данных (GDPR)\n\nМы являемся контроллером данных вашей информации.\n\nПравовая основа Haven для сбора и использования личной информации, описанной в настоящей Политике конфиденциальности, зависит от собираемой нами личной информации и конкретного контекста, в котором мы собираем информацию:\n\n* Haven должен выполнить контракт с вами\n* Вы дали Хейвену разрешение на это\n* Обработка вашей личной информации отвечает законным интересам Haven\n* Haven должен соблюдать закон\n\nHaven будет хранить вашу личную информацию только до тех пор, пока это необходимо для целей, изложенных в настоящей Политике конфиденциальности. Мы будем хранить и использовать вашу информацию в той мере, в какой это необходимо для соблюдения наших юридических обязательств, разрешения споров и обеспечения соблюдения наших политик.\n\nЕсли вы являетесь резидентом Европейской экономической зоны (ЕЭЗ), у вас есть определенные права на защиту данных. Если вы хотите получить информацию о том, какую личную информацию о вас мы храним, и если вы хотите, чтобы она была удалена из наших систем, свяжитесь с нами.\n\nПри определенных обстоятельствах у вас есть следующие права на защиту данных:\n\n* Право на доступ, обновление или удаление имеющейся у нас информации о вас.\n* Право исправления.\n* Право на возражение.\n* Право ограничения.\n* Право на переносимость данных\n* Право на отзыв согласия\n\n## Лог-файлы\n\nHaven следует стандартной процедуре использования лог-файлов. Эти файлы регистрируют посетителей, когда они посещают веб-сайты. Все хостинговые компании делают это и являются частью аналитики хостинговых услуг. Информация, собираемая файлами журнала, включает адреса интернет-протокола (IP), тип браузера, поставщика услуг Интернета (ISP), отметку даты и времени, страницы перехода/выхода и, возможно, количество кликов. Они не связаны с какой-либо информацией, позволяющей установить личность. Информация предназначена для анализа тенденций, администрирования сайта, отслеживания перемещений пользователей по сайту и сбора демографической информации.\n\n## Политика конфиденциальности\n\nВы можете ознакомиться с этим списком, чтобы найти Политику конфиденциальности для каждого из рекламных партнеров Haven.\n\nСторонние рекламные серверы или рекламные сети используют такие технологии, как файлы cookie, JavaScript или веб-маяки, которые используются в их соответствующих рекламных объявлениях и ссылках, которые появляются на Haven и отправляются непосредственно в браузер пользователей. Когда это происходит, они автоматически получают ваш IP-адрес. Эти технологии используются для измерения эффективности их рекламных кампаний и/или для персонализации рекламного контента, который вы видите на посещаемых вами веб-сайтах.\n\nОбратите внимание, что Haven не имеет доступа к этим файлам cookie, которые используются сторонними рекламодателями, и не контролирует их.\n\n## Политики конфиденциальности третьих лиц\n\nПолитика конфиденциальности Haven не распространяется на других рекламодателей или веб-сайты. Таким образом, мы советуем вам ознакомиться с соответствующими политиками конфиденциальности этих сторонних рекламных серверов для получения более подробной информации. Это может включать их методы и инструкции о том, как отказаться от определенных опций.\n\nВы можете отключить файлы cookie в настройках своего браузера. Чтобы узнать более подробную информацию об управлении файлами cookie в конкретных веб-браузерах, ее можно найти на соответствующих веб-сайтах браузеров.\n\n## Детская информация\n\nДругой частью нашего приоритета является защита детей при использовании Интернета. Мы призываем родителей и опекунов наблюдать, участвовать и/или отслеживать и направлять их действия в Интернете.\n\nHaven намеренно не собирает какую-либо личную информацию от детей в возрасте до 13 лет. Если вы считаете, что ваш ребенок предоставил такого рода информацию на нашем веб-сайте, мы настоятельно рекомендуем вам немедленно связаться с нами, и мы приложим все усилия, чтобы оперативно удалить такую информацию из наших записей.\n\n## Только политика конфиденциальности в Интернете\n\nНаша Политика конфиденциальности применяется только к нашей онлайн-деятельности и действительна для посетителей нашего веб-сайта в отношении информации, которую они передали и/или собрали в Haven. Эта политика не распространяется на любую информацию, собранную в автономном режиме или по каналам, отличным от этого веб-сайта.\n\n## Согласие\n\nИспользуя наш веб-сайт, вы тем самым соглашаетесь с нашей Политикой конфиденциальности и соглашаетесь с ее условиями."
}