{
  "content": "# Политика за поверителност за Haven\n\nВ Haven, достъпен от findhaven.online, един от основните ни приоритети е поверителността на нашите посетители. Този документ за Политика за поверителност съдържа видове информация, която се събира и записва от Haven и как я използваме.\n\nАко имате допълнителни въпроси или се нуждаете от повече информация относно нашата Политика за поверителност, не се колебайте да се свържете с нас. Нашата Политика за поверителност е генерирана с помощта на [Генератор на GDPR Политика за поверителност от GDPRPrivacyNotice.com](https://www.gdprprivacynotice.com/)\n\n## Общ регламент за защита на данните (GDPR)\n\nНие сме администратор на вашата информация.\n\nПравното основание за събиране и използване на личната информация, описана в настоящата Политика за поверителност, зависи от личната информация, която събираме, и конкретния контекст, в който събираме информацията:\n\n* Haven трябва да изпълни договор с вас\n* Дадохте разрешение на Haven да го направи\n* Обработката на вашата лична информация е в законен интерес на Haven\n* Хейвън трябва да спазва закона\n\nHaven ще съхранява вашата лична информация само толкова дълго, колкото е необходимо за целите, посочени в настоящата Политика за поверителност. Ние ще запазим и използваме вашата информация до степента, необходима за спазване на нашите законови задължения, разрешаване на спорове и прилагане на нашите политики.\n\nАко сте жител на Европейското икономическо пространство (ЕИП), имате определени права за защита на данните. Ако искате да бъдете информирани каква лична информация съхраняваме за вас и ако искате тя да бъде премахната от нашите системи, моля, свържете се с нас.\n\nПри определени обстоятелства имате следните права за защита на данните:\n\n* Правото на достъп, актуализиране или изтриване на информацията, която имаме за вас.\n* Право на поправка.\n* Право на възражение.\n* Правото на ограничаване.\n* Правото на преносимост на данни\n* Право на оттегляне на съгласието\n\n## Лог файлове\n\nHaven следва стандартна процедура за използване на регистрационни файлове. Тези файлове регистрират посетители, когато посещават уебсайтове. Всички хостинг компании правят това и част от анализа на хостинг услугите. Информацията, събрана от регистрационните файлове, включва адреси на интернет протокол (IP), тип браузър, доставчик на интернет услуги (ISP), печат за дата и час, препращащи/изходни страници и евентуално броя на щракванията. Те не са свързани с информация, която може да бъде идентифицирана лично. Целта на информацията е за анализиране на тенденциите, администриране на сайта, проследяване на движението на потребителите в уебсайта и събиране на демографска информация.\n\n## Политика за поверителност\n\nМожете да прегледате този списък, за да намерите Политиката за поверителност за всеки от рекламните партньори на Haven.\n\nРекламните сървъри или рекламни мрежи на трети страни използват технологии като бисквитки, JavaScript или уеб маяци, които се използват в съответните им реклами и връзки, които се появяват в Haven, които се изпращат директно до браузъра на потребителите. Те автоматично получават вашия IP адрес, когато това се случи. Тези технологии се използват за измерване на ефективността на техните рекламни кампании и/или за персонализиране на рекламното съдържание, което виждате на уебсайтовете, които посещавате.\n\nИмайте предвид, че Haven няма достъп или контрол върху тези бисквитки, които се използват от рекламодатели на трети страни.\n\n## Политика за поверителност на трети страни\n\nПолитиката за поверителност на Haven не се отнася за други рекламодатели или уебсайтове. Затова ви съветваме да се консултирате със съответните Политики за поверителност на тези рекламни сървъри на трети страни за по-подробна информация. Може да включва техните практики и инструкции за това как да се откажете от определени опции.\n\nМожете да изберете да деактивирате бисквитките чрез индивидуалните опции на браузъра. За да научите по-подробна информация относно управлението на бисквитки с конкретни уеб браузъри, тя може да бъде намерена на съответните уебсайтове на браузърите.\n\n## Информация за децата\n\nДруга част от нашия приоритет е добавянето на защита за децата, докато използват интернет. Насърчаваме родителите и настойниците да наблюдават, да участват и/или да наблюдават и ръководят своята онлайн дейност.\n\nHaven не събира съзнателно никаква лична идентификационна информация от деца под 13-годишна възраст\\. Ако смятате, че вашето дете е предоставило такава информация на нашия уебсайт, силно ви насърчаваме да се свържете с нас незабавно и ние ще направим всичко възможно да премахнем тази информация своевременно от нашите записи.\n\n## Само онлайн политика за поверителност\n\nНашата Политика за поверителност се отнася само за нашите онлайн дейности и е валидна за посетителите на нашия уебсайт по отношение на информацията, която те споделят и/или събират в Хейвън. Тази политика не е приложима за информация, събрана офлайн или чрез канали, различни от този уебсайт.\n\n## Съгласие\n\nИзползвайки нашия уебсайт, вие се съгласявате с нашата Политика за поверителност и се съгласявате с нейните условия."
}